Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/.releases/1.4.20/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Invalid login or password!
bg: Грешно потребителско име или парола!

source: Error restarting the program!
bg: Грешка при рестартирането на програмата!

source: Error setting mode!
bg: Грешка при задаването на режима!

source: Error! %(state)s
bg: Грешка! %(state)s

source: Home
bg: Начало

source: IP addresses and end-to-end numbering of cameras should be unique.
bg: IP адресите и последователното номериране на камерите трябва да са уникални.

source: The IP addresses of the cameras must be on the same subnet as the hub.
bg: IP адресите на камерите трябва да са в същата подмрежа, както и концентратора.

source: Data saved.
bg: Данните са запазени.

source: Detectors
bg: Детектори

source: For the UG405 protocol, the SCN value is required!
bg: SCN стойността за UG405 протокола трябва да е попълнена!

source: Format SCN = COX, where "CO" - required characters in Latin letters, and X - the number from 1 to 9999;
bg: SCN = COX формат, където "CO" са задължителни символи с латински букви, а X е число от 1 до 9999;

source: Format SCN = YX, where Y - the Latin letters from 1 to 2 characters, and X - the number from 1 to 99999;
bg: Формат SCN = YX, където Y - латинските букви от 1 до 2 знака, и X - числото от 1 до 99999;

source: Management controller
bg: Управление на контролера

source: Network Scan Error!
bg: Грешка при сканирането на мрежата!

source: IP addresses must be unique.
bg: IP адресите трябва да са уникални.

source: MAC addresses must be unique.
bg: MAC адресите трябва да са уникални.

source: ID number must be unique.
bg: ID номерата трябва да са уникални.

source: The IP addresses of the countdown displays must be on the same subnet as the hub.
bg: IP адресите на ТОО трябва да са в същата подмрежа, както и концентратора.

source: The IP addresses must be on the same subnet as the hub.
bg: IP адресите трябва да са в същата подмрежа, както и концентратора.

source: Centerless control
bg: Безцентрова координация

source: Setting centerless control.
bg: Настройки на безцентровата координация.

source: Enable centerless control mode
bg: Включи безцентровата координация

source: Controller type:
bg: Тип контролер:

source: Master
bg: Управляващ

source: Slave
bg: Подчинен

source: Controller type check interval (seconds):
bg: Интервал за проверката на типа на контролера(s):

source: Ip address of the master device:
bg: IP адрес на управляващия контролер:

source: Timeout command (seconds):
bg: Време на изчакването за команда(s):

source: Communication check interval (seconds):
bg: Интервал за проверката на връзката(s):

source: State link
bg: Статус на връзката

source: State link:
bg: Статус на връзката:

source: State:
bg: Статус:

source: Countdown display
bg: Управление на ТОО

source: Network
bg: Мрежа

source: State = %(state)s
bg: Статус = %(state)s

source: Log
bg: Журнал

source: Lamps current
bg: Групови токове

source: Password mismatch!
bg: Паролите не съвпадат!

source: The password must contain from 4 to 16 characters!
bg: Паролата трябва да съдържа от 4 до 16 символа!

source: User %(nickname)s does not exist!
bg: Потребител %(nickname)s не съществува!

source: Security
bg: Сигурност

source: Date and Time
bg: Дата и време

source: Update
bg: Актуализиране

source: Not found
bg: Не е намерено

source: Traffic controller
bg: Пътен контролер

source: - It is not as if you entirely didn't hit the mark,- said Pooh,- but didn't hit the ballon!
bg: — Не че изобщо не си уцелил, — каза Пух,— просто не си уцелил балончето!

source: Back
bg: Назад

source: Intelligent traffic management system
bg: Интелигентна система за управление на трафика

source: Logout
bg: Излез

source: You are logged in as
bg: Влезли сте като

source: Management controller.
bg: Управление на контролера.

source: Protocol:
bg: Протокол:

source: Save
bg: Запази

source: Setting countdown display.
bg: Настройка на таблото за обратно отброяване.

source: Please wait...
bg: Моля, изчакайте...

source: Enable the countdown display
bg: Включи таблото за обратно отброяване

source: ATTENTION!!!
bg: ВНИМАНИЕ!!!

source: The IP address must be on the same subnet as the controller itself.
bg: IP адресите трябва да са в същата подмрежа, както и контролера.

source: Default activation time (seconds):
bg: Време за активирането на режима по подразбиране(s):

source: MAC address:
bg: MAC-адрес:

source: IP address
bg: IP-адрес

source: № group
bg: № Група

source: State
bg: Статус

source: Not selected
bg: Не е избрано

source: Group
bg: Група

source: Ok
bg: Ок

source: Check
bg: Провери

source: Add
bg: Добави

source: Remove
bg: Изтрий

source: Scan
bg: Сканирай

source: Threshold settings for group currents.
bg: Настройки за праговете на токовете на групите.

source: Current monitoring
bg: Контрол на тока

source: Voltage monitoring
bg: Контрол на напрежението

source: Threshold current value of lamps (mA):
bg: Праг на тока на лампите(mA):

source: Delay check current of lamps (ms):
bg: Забавяне при проверката на стойностите на тока на лампите(ms):

source: Manual current setting
bg: Ръчна настройка на тока

source: Red
bg: Червено

source: Yellow
bg: Жълто

source: Green
bg: Зелено

source: Installed(mA)
bg: Зададено(mA)

source: Current(mA)
bg: Текущо(mA)

source: from {0} to {1}
bg: от {0} до {1}

source: Configure the safety of detectors.
bg: Настройка за сигурността на детекторите.

source: Enable security settings for detectors
bg: Включи настройките на сигурността за детекторите

source: Emergency activation time for the triggered detector (minute):
bg: Време за активирането на аварийния режим за включен детектор(min):

source: Emergency activation time for the disconnected detector (minute):
bg: Време за активирането на аварийния режим за изключен детектор(min):

source: Configuring the detector for network operation.
bg: Настройка на детекторите за работа в мрежата.

source: № camera
bg: № камера

source: № detectors
bg: № детектори

source: № detector
bg: № детектор

source: The traffic light will immediately be switched to the \'all red\' mode and will start from the first phase.\n\nDo you really want to restart the program?
bg: Светофарът веднага ще бъде превключен в режим \'всичко червено\' и ще започне работата от първата фаза.\n\nСигурни ли сте, че искате да рестартирате програмата?

source: Basic information about the traffic lights.
bg: Основна информация за светофара.

source: Software version:
bg: Версия на ПО:

source: Time:
bg: Времето:

source: Date:
bg: Дата:

source: Traffic light status:
bg: Режим на управление:

source: Main programm
bg: Работна програма

source: Remote control
bg: Дистанционно управление

source: Manual control
bg: Ръчно управление

source: Modbus control
bg: Modbus управление

source: Off
bg: Изключено

source: All red
bg: Всичко червено

source: All red(alarm)
bg: Всичко червено(авария)

source: Yellow flashing
bg: Жълто мигащо

source: Yellow flashing(alarm)
bg: Жълто мигащо(авария)

source: Contactor off
bg: Контакторът се е задействал

source: Traffic light mode:
bg: Режим на работа:

source: Fixed (Plan %(plan)s)
bg: Фиксирано (План %(plan)s)

source: Adaptive (Plan %(plan)s)
bg: Адаптивно (План %(plan)s)

source: Yellow flashing (Plan %(plan)s)
bg: Жълто мигащо (План %(plan)s)

source: All red (Plan %(plan)s)
bg: Всичко червено (План %(plan)s)

source: Off (Plan %(plan)s)
bg: Изключено (План %(plan)s)

source: Manual control (Plan %(plan)s)
bg: Ръчно управление (План %(plan)s)

source: Modbus control (Plan %(plan)s)
bg: Modbus управление (План %(plan)s)

source: Remote control (Plan %(plan)s)
bg: Дистанционно управление (План %(plan)s)

source: Synchronization (Plan %(plan)s)
bg: Синхронизация (План %(plan)s)

source: Plan
bg: План

source: Current phase:
bg: Текуща фаза:

source: Number:
bg: Номер:

source: Name:
bg: Име:

source: Address:
bg: Адрес:

source: Restart program
bg: Рестартиране на програмата

source: Fixed
bg: Фиксирано

source: Adaptive
bg: Адаптивно

source: Change mode
bg: Превключи режима

source: Setting the date and time.
bg: Настройка на датата и времето.

source: Time zone:
bg: Часова зона:

source: DD.MM.YYYY-day.month.year
bg: DD.MM.YYYY-ден.месец.година

source: hh:mm:ss-hours:minutes:seconds
bg: hh:mm:ss-часа:минути:секунди

source: Log of the traffic light.
bg: Журнал за работата на светофара.

source: Info log
bg: Информация

source: Warning log
bg: Предупреждение

source: Error log
bg: Авария

source: Full log
bg: Пълно

source: Refresh
bg: Актуализирай

source: Previous page
bg: Предишна страница

source: Next page
bg: Следваща страница

source: Authorization
bg: Авторизация

source: Login:
bg: Потребителско име:

source: Enter your login
bg: Въведете потребителското си име

source: Password:
bg: Парола:

source: Enter your password
bg: Въведете вашата парола

source: Sign in
bg: Влез

source: Network configuration.
bg: Настройка на мрежата.

source: After applying the settings, you must restart to the web interface.
bg: След като приложите настройките, трябва отново да влезете в уеб интерфейса.

source: IP address:
bg: IP-адрес:

source: Subnet mask:
bg: Маска на подмрежата:

source: Default gateway:
bg: Основен шлюз:

source: Change password.
bg: Промяна на паролата.

source: The password can contain from 4 to 16 non-whitespace characters.
bg: Паролата трябва да съдържа от 4 до 16 символа без интервали.

source: Enter password:
bg: Въведете паролата:

source: from 4 to 16 characters
bg: от 4 до 16 символа

source: Confirm password:
bg: Потвърдете паролата:

source: Update traffic light configuration.
bg: Актуализиране на конфигурацията на светофара.

source: Backup:
bg: Резервно копие:

source: Select the configuration file:
bg: Изберете файл на конфигурацията:

source: Upload
bg: Качи

source: info
bg: ИНФОРМАЦИЯ

source: warn
bg: ПРЕДУПРЕЖДЕНИЯ

source: err
bg: ГРЕШКА

source: log
bg: СЕРВИЗ

source: Program №1 (fixed mode) is selected.
bg: Програма №1 (фиксиран режим) е избрана.

source: Program №2 (adaptive mode) is selected.
bg: Програма №2 (адаптивен режим) е избрана.

source: Program №3 (remote mode) is selected.
bg: Програма №3 (дистанционен режим) е избрана.

source: Initializing the program...
bg: Инициализиране на програмата...

source: Running the program...
bg: Стартиране на програмата...

source: Program №{0} is running.
bg: Програма №{0} е стартирана.

source: The program is stopped.
bg: Програмата е спряна.

source: Beginning the program restart...
bg: Начало на рестартирането на програмата...

source: End of program restart...
bg: Край на рестартирането на програмата...

source: Hardware initialization...
bg: Инициализиране на оборудването...

source: Number of boards Security Processor: {0}
bg: Брой ПБ платки: {0}

source: Number of boards Lamp Control: {0}
bg: Брой контролни платки: {0}

source: Number of boards Remote Control Panel: {0}
bg: Брой ОПУ платки: {0}

source: Number of boards Input-Output: {0}
bg: Брой I/O платки: {0}

source: The general threshold current setting is set.
bg: Общите настройки за праговете на токовете са зададени.

source: The manual mode for setting the current thresholds is set.
bg: Ръчният режим на настройката за праговете на токовете е зададен.

source: The current threshold values are transmitted.
bg: Данните за праговете на токовете са предадени.

source: Current control is not used.
bg: Режимът на контрола на токовете не се използва.

source: The size of the conflict matrix: {0}
bg: Размер на конфликтната матрица: {0}

source: The conflict matrix is transferred.
bg: Конфликтната матрица е предадена.

source: The IP address is set to: {0}. Gateway: {1}.
bg: IP адресът е зададен: {0}. Шлюз: {1}.

source: The IP address is set to: {0}
bg: IP адресът е зададен: {0}

source: Reset the device configuration to the factory settings...
bg: Възстановяване на фабричната конфигурация на устройството...

source: Phase enabled: {0}
bg: Включена фаза: {0}

source: Call phase enabled: {0}
bg: Изключена фаза на повикване: {0}

source: Plan №{0} is started.
bg: План №{0} е стартиран.

source: Remote mode is disabled.
bg: Дистанционният режим е изключен.

source: Remote mode is disabled. Reason: {0}.
bg: Дистанционният режим е изключен. Причина: {0}.

source: ar_off
bg: "Всички червени" изключени

source: af_off
bg: "Мигащо жълто" изключено

source: off_off
bg: "Изключено" изключено

source: Timeout
bg: Тайм-аут

source: Remote mode is launched using the {0} protocol.
bg: Дистанционния режим е стартиран по протокол {0}.

source: Remote mode is launched using the {0} protocol. Reason: {1}.
bg: Дистанционния режим е стартиран по протокол {0}. Причина: {1}.

source: Flashing yellow
bg: Жълто мигащо

source: Manual control is started.
bg: Ръчното управление е стартирано.

source: Modbus mode is disabled.
bg: Modbus режим е изключен.

source: Modbus mode launched.
bg: Modbus режим е стартирано.

source: Centerless control is started.
bg: Безцентровата координация е стартирана.

source: Centerless control is disabled.
bg: Безцентровата координация е изключена.

source: Starting the centerless control...
bg: Стартиране на безцентровата координация...

source: Stopping the centerless control...
bg: Спиране на безцентровата координация...

source: Off.
bg: Изключено.

source: All red.
bg: Всичко червено.

source: All red Alarm.
bg: Всичко червено аварийно.

source: Flashing yellow.
bg: Жълто мигащо.

source: Flashing yellow Alarm.
bg: Жълто мигащо аварийно.

source: Launching the GPIO Handler...
bg: Стартиране на GPIO обработчика...

source: Stopping the GPIO Handler...
bg: Спиране на GPIO обработчика...

source: Starting the system bus...
bg: Стартиране на системната шина...

source: Stopping the system bus...
bg: Спиране на системната шина...

source: The system bus is started.
bg: Системната шина е стартирана.

source: The system bus is stopped.
bg: Системната шина е спряна.

source: The configuration update was successful.
bg: Актуализирането на конфигурацията бе успешно.

source: Initialization. Date and time set: {0}
bg: Инициализиране. Датата и времето са зададени: {0}

source: Date and time set: {0}. Difference: {1} sec.
bg: Датата и времето са зададени: {0}. Лечението: {1} сек.

source: Date and time set: {0}
bg: Датата и времето са зададени: {0}

source: Initializing the driver. Answer: {0}. Driver: {1}.
bg: Инициализиране на драйвера. Отговор: {0}. Драйвер: {1}.

source: Initializing the protocol. Answer: {0}. Driver: {1}.
bg: Инициализиране на протокола. Отговор: {0}. Драйвер: {1}.

source: Error executing the command "{0}". Status = {1}. Data = {2}.
bg: Грешка при изпълнението на команда "{0}". Статус = {1}. Данни = {2}.

source: Error executing the command "running the main program"
bg: Грешка при изпълнението на команда "стартиране на работната програма"

source: Error executing the command "reset network settings"
bg: Грешка при изпълнението на команда "възстановяване на мрежовите настройки"

source: Error executing the command "call phase №{0}"
bg: Грешка при изпълнението на команда "повикване на фаза №{0}"

source: Malfunction of detectors. Switch to fixed mode.
bg: Неизправност на детекторите. Превключване в режима с фиксирано време за фазите.

source: Malfunction of the detector №{0}. The detector is constantly in a state of ON.
bg: Неизправност на детектор № {0}. Детекторът винаги е включен.

source: Malfunction of the detector №{0}. The detector is constantly in a state of OFF.
bg: Неизправност на детектор № {0}. Детекторът винаги е изключен.

source: Lamps failure. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
bg: Неизправност на лампите. Контролна платка №{0}. Група №{1}. Канал №{2}. Ток = {3}. Напрежение = {4}.

source: Malfunction of the last red lamp. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
bg: Неизправност на последно червено. Контролна платка №{0}. Група №{1}. Канал №{2}. Ток = {3}. Напрежение = {4}.

source: Buffer overflow.
bg: Препълване на буфера.

source: There are no plans in the downloadable configuration.
bg: Плановете в зарежданата конфигурация отсъстват.

source: The plan №{0} in the downloadable configuration is not correct.
bg: План {0} в зарежданата конфигурация не е валиден.

source: There is no main phase in plan №{0}.
bg: Основната фаза отсъства в план №{0}.

source: Failed to update the configuration.
bg: Грешка при актуализирането на конфигурацията.

source: Device configuration reset error on factory: {0}
bg: Грешка при възстановяването на фабричните настройки на устройството: {0}

source: Configuration not loaded.
bg: Конфигурацията не е заредена.

source: Current thresholds are not set. Status = {0}. Data = {1}.
bg: Праговете на токовете не са зададени. Статус = {0}. Данни = {1}.

source: Error sending threshold currents. Status = {0}. Data = {1}.
bg: Грешка при предаването на праговете на токовете. Статус = {0}. Данни = {1}.

source: Timeout for setting current thresholds: {0}
bg: Прекалено дълго изчакване при задаването на праговете на токовете: {0}

source: Failed to set the Date and Time. Status = {0}
bg: Грешка при задаването на датата и времето. Статус = {0}

source: Timeout Setting Dates and Times: {0}
bg: Прекалено дълго изчакване при задаването на датата и времето: {0}

source: There is no main phase.
bg: Основната фаза отсъства.

source: Program №{0} was not found.
bg: Програма №{0} не е намерена.

source: The operating system of type {0} is not supported.
bg: Операционната система тип {0} не се поддържа.

source: The security processor was not found.
bg: Процесорът за безопасност не е намерен.

source: Error setting the size of the conflict matrix.
bg: Грешка при задаването на размера на конфликтната матрица.

source: Error sending the conflict matrix.
bg: Грешка при предаването на конфликтната матрица.

source: Lamps Control not found.
bg: Контролните платки не са намерени.

source: The following boards Lamps Control were not found: {0}
bg: Следните контролни платки не бяха намерени: {0}

source: The number of Lamps Control ({0}) does not match the number of groups ({1}).
bg: Броят контролни платки ({0}) не съвпада с броя групи ({1}).

source: The following boards Input-Output were not found: {0}
bg: Следните I/O платки отсъстват: {0}

source: Switching off the contactor due to an error in data transfer to the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
bg: Изключване на контактора поради грешка при предаването на данните към контролна платка №{0}. Група №1: ч-{1}. ж-{2}. з1-{3}. з2-{4}. Група №2: ч-{5}. ж-{6}. з1-{7}. з2-{8}.

source: Switching off the contactor due to an error in receiving data on the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
bg: Изключване на контактора поради грешка при получаването на данните от контролна платка №{0}. Група №1: ч-{1}. ж-{2}. з1-{3}. з2-{4}. Група №2: ч-{5}. ж-{6}. з1-{7}. з2-{8}.

source: Switching off the contactor due to an error in data transfer to the board Input-Output №{0}.
bg: Изключване на контактора поради грешка при предаването на данните към I/O платка №{0}.

source: Switching off the contactor due to an error in receiving data on the board Input-Output №{0}.
bg: Изключване на контактора поради грешка при получаването на данните от I/O платка №{0}.

source: Switching off the contactor due to an error in data transfer to the board Remote Control Panel.
bg: Изключване на контактора поради грешка при предаването на данните към ОПУ платката.

source: Switching off the contactor due to an error in receiving data on the board Remote Control Panel.
bg: Изключване на контактора поради грешка при получаването на данните от ОПУ платката.

source: Switching off the contactor due to an error in data transfer to the board Security Processor.
bg: Изключване на контактора поради грешка при предаването на данните към ПБ платката.

source: Switching off the contactor due to an error in date and time transfer to the board Security Processor.
bg: Изключване на контактора поради грешка при задаването на времето на ПБ платката.

source: Switching off the contactor due to an error in the transmission of threshold values to the board Security Processor.
bg: Изключване на контактора поради грешка при предаването на токовите прагове към ПБ платката.

source: Leakage current {0} channel {1}. Amperage: {2}mA.
bg: Изтичане на ток {0} канал {1}. Ток: {2}mA.

source: Leakage current. Status = {0}. Data = {1}.
bg: Изтичане на ток. Статус = {0}. Данни = {1}.

source: Conflict of groups: [{0}, {1}]. Channels: [{2}, {3}]. Amperage: [{4}mA, {5}mA].
bg: Конфликт на групите: [{0}, {1}]. Канали: [{2}, {3}]. Ток: [{4}mA, {5}mA].

source: Conflict of groups. Status = {0}. Data = {1}.
bg: Конфликт на групите. Статус = {0}. Данни = {1}.

source: Switch is broken {0} channel {1}. Amperage: {2}mA.
bg: Неизправност на ключ за захранване {0} канал {1}. Ток: {2}mA.

source: Switch is broken. Status = {0}. Data = {1}.
bg: Неизправност на ключа за захранване. Статус = {0}. Данни = {1}.

source: Unknown error. Status = {0}. Data = {1}.
bg: Неизвестна грешка. Статус = {0}. Данни = {1}.

source: Directions conflict. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
bg: Конфликт на посоките. Контролна платка №{0}. Група №{1}. Канал №{2}. Ток = {3}. Напрежение = {4}.

source: Malfunction of the electrical circuit. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
bg: Неизправност на електрическата верига. Контролна платка №{0}. Група №{1}. Канал №{2}. Ток = {3}. Напрежение = {4}.

source: The contactor is switched off.
bg: Контакторът е изключен.

source: Error receiving time from the bus controller. Status = {0}. Data = {1}.
bg: Грешка при получаването на времето от контролера на шината. Статус: {0}. Данни: {1}.

source: Error receiving time from the security processor. Status = {0}. Data = {1}.
bg: Грешка при получаването на времето от ПБ платката. Статус: {0}. Данни: {1}.

source: Error sending data threshold current values to the bus controller. Status = {0}. Data = {1}.
bg: Грешка при предаването на данните на праговете на токовете към контролера на шината. Статус = {0}. Данни = {1}.

source: The manual mode for setting the voltage thresholds is set.
bg: Ръчният режим на настройката за праговете на напрежението е зададен.

source: The general threshold voltage setting is set.
bg: Общите настройки за праговете на напрежението са зададени.

source: Voltage control is not used.
bg: Режимът на контрола на напрежението не се използва.

source: Directions conflict. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
bg: Конфликт на посоките. Контролна платка №{0}. Група №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напрежение = {5}. Праг на тока = {6}. Праг на напрежението = {7}. Причина = {8}.

source: Malfunction of the last red lamp. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
bg: Неизправност на последно червено. Контролна платка №{0}. Група №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напрежение = {5}. Праг на тока = {6}. Праг на напрежението = {7}. Причина = {8}.

source: Lamps failure. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
bg: Неизправност на лампите. Контролна платка №{0}. Група №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напрежение = {5}. Праг на тока = {6}. Праг на напрежението = {7}. Причина = {8}.
