Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/.releases/1.4.20/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Times should not be the same
bg: Времената не трябва да са еднакви

source: Start time should not be greater then end time
bg: Время начала не должно быть больше времени окончания

source: Day of the week
bg: Ден от седмицата

source: Blocked
bg: Блокиран

source: The day of the week is not selected
bg: Не е избран ден от седмицата

source: Mo
bg: Пн

source: Tu
bg: Вт

source: We
bg: Ср

source: Th
bg: Чт

source: Fr
bg: Пт

source: Sa
bg: Сб

source: Su
bg: Нд
