Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/.releases/1.4.20/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: bg

source: Malfunction of the electrical circuit. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
bg: Неизправност на електрическата верига. Контролна платка №{0}. Група №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напрежение = {5}. Праг на тока = {6}. Праг на напрежението = {7}. Причина = {8}.

source: Critical error of the Lamp Control board №{0}. Status = {1}. Data = {2}.
bg: Критична грешка на контролна платката №{0}. Статус = {1}. Данни = {2}.

source: Critical error of the IO board №{0}. Status = {1}. Data = {2}.
bg: Критична грешка на I/O платката №{0}. Статус = {1}. Данни = {2}.

source: Critical error of the Remote Control Panel board. Status = {0}. Data = {1}.
bg: Критична грешка на ОПУ платката. Статус = {0}. Данни = {1}.

source: Critical error of the Security Processor board. Status = {0}. Data = {1}.
bg: Критична грешка на ПБ платката. Статус = {0}. Данни = {1}.

source: XOR error of the Lamp Control board №{0}. Status = {1}. Data = {2}.
bg: XOR грешка на контролна платката №{0}. Статус = {1}. Данни = {2}.

source: XOR error of the IO board №{0}. Status = {1}. Data = {2}.
bg: XOR грешка на I/O платката №{0}. Статус = {1}. Данни = {2}.

source: XOR error of the Remote Control Panel board. Status = {0}. Data = {1}.
bg: XOR грешка на ОПУ платката. Статус = {0}. Данни = {1}.

source: XOR error of the Security Processor board. Status = {0}. Data = {1}.
bg: XOR грешка на ПБ платката. Статус = {0}. Данни = {1}.

source: Timeout of the Lamp Control board №{0}. Status = {1}. Data = {2}.
bg: Прекалено дълго изчакване на контролна платката №{0}. Статус = {1}. Данни = {2}.

source: Timeout of the IO board №{0}. Status = {1}. Data = {2}.
bg: Прекалено дълго изчакване на I/O платката №{0}. Статус = {1}. Данни = {2}.

source: Timeout of the Remote Control Panel board. Status = {0}. Data = {1}.
bg: Прекалено дълго изчакване на ОПУ платката. Статус = {0}. Данни = {1}.

source: Timeout of the Security Processor board. Status = {0}. Data = {1}.
bg: Прекалено дълго изчакване на ПБ платката. Статус = {0}. Данни = {1}.

source: Switching off the contactor due to communication error with the bus controller (Lamp Control). Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при обмена на данните с контролера на шината (контролна платка).Статус = {0}. Данни= {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Lamp Control). Status = {1}. Data = {2}.
bg: Изключване на контактора поради грешка при получаването на разширената информация с контролера на шината за код {0}(контролна платка). Статус = {1}. Данни = {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
bg: Изключване на контактора поради грешка при получаването/предаването на данните към контролна платка №{0}. Група №1: к-{1}. ж-{2}. з1-{3}. з2-{4}. Група №2: к-{5}. ж-{6}. з1-{7}. з2-{8}.

source: Switching off the contactor due to communication error with the bus controller (Input-Output). Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при обмена на данните с контролера на шината (I/O платка). Статус: {0}. Данни: {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Input-Output). Status = {1}. Data = {2}.
bg: Изключване на контактора поради грешка при получаването на разширената информация с контролера на шината за код {0}(I/O платка). Статус: {1}. Данни: {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Input-Output №{0}. Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при получаването/предаването на данните от I/O платката. Статус = {0}. Данни = {1}.

source: Switching off the contactor due to communication error with the bus controller (Remote Control Panel). Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при обмена на данните с контролера на шината (ОПУ платка). Статус: {0}. Данни: {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Remote Control Panel). Status = {1}. Data = {2}.
bg: Изключване на контактора поради грешка при получаването на разширената информация с контролера на шината за код {0} (ОПУ платка). Статус: {1}. Данни: {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Remote Control Panel. Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при получаването/предаването на данните от ОПУ платката. Статус = {0}. Данни = {1}.

source: Switching off the contactor due to communication error with the bus controller (Security Processor). Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при обмена на данните с контролера на шината (ПБ платка). Статус: {0}. Данни: {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Security Processor). Status = {1}. Data = {2}.
bg: Изключване на контактора поради грешка при получаването на разширената информация с контролера на шината за код {0}(ПБ платка). Статус: {1}. Данни: {2}.

source: Switching off the contactor due to an error in setting the time to the board Security Processor. Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при задаването на времето на ПБ платката. Статус = {0}. Данни = {1}.

source: Switching off the contactor due to an error in the transmission of current thresholds to the board Security Processor. Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при предаването на праговете към ПБ платката. Статус = {0}. Данни = {1}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Security Processor. Status = {0}. Data = {1}.
bg: Изключване на контактора поради грешка при получаването/предаването на данните от ПБ платката. Статус = {0}. Данни = {1}.

source: Beginning of protocol search...
bg: Начало на търсенето на протокола...

source: Search for protocol {0}.
bg: Търсене на протокол {0}.

source: Protocol initialization. Answer: {0}. Protocol: {1}.
bg: Инициализиране на протокола. Отговор: {0}. Протокол: {1}.

source: Traffic Light Configurator {0} not supported. Please use Traffic Light Configurator {1}.
bg: Traffic Light Configurator {0} не се поддържа. Моля, използвайте Traffic Light Configurator {1}.

source: The controller control protocol is set to: {0}. SCN: {1}. Version: {2}.
bg: Протоколът за управление на контролера е зададен: {0}. SCN: {1}. Версия: {2}.

source: True
bg: Да

source: False
bg: Не

source: bus_controller
bg: Контролер на шината

source: bus_boards
bg: Контролер на платката

source: Extended information about the Bus Controller: {0}
bg: Разширена информация за контролера на шината: {0}

source: Version of boards Lamp Control: {0}
bg: Версии на контролните платки: {0}

source: Version of boards Input-Output: {0}
bg: Версии на I/O платките: {0}

source: Version of boards Remote Control Panel: {0}
bg: Версии на ОПУ платките: {0}

source: Version of boards Security Processor: {0}
bg: Версии на ПБ платките: {0}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Lamp Control to version {0}: {1}
bg: Несъвместимост на версиите на софтуера. Трябва да актуализирате софтуера за следните контролни платки до версия {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Input-Output to version {0}: {1}
bg: Несъвместимост на версиите на софтуера. Трябва да актуализирате софтуера за следните I/O платки до версия {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Remote Control Panel to version {0}: {1}
bg: Несъвместимост на версиите на софтуера. Трябва да актуализирате софтуера за следните ОПУ платки до версия {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Security Processor to version {0}: {1}
bg: Несъвместимост на версиите на софтуера. Трябва да актуализирате софтуера за следните ПБ платки до версия {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Bus Controller to version {0}: {1}
bg: Несъвместимост на версиите на софтуера. Трябва да актуализирате софтуера за следните контролера на шината до версия {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Lamp Control to version {0}: {1}
bg: Пусната е нова версия на софтуера. Трябва да актуализирате софтуера за следните контролни платки до версия {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Input-Output to version {0}: {1}
bg: Пусната е нова версия на софтуера. Трябва да актуализирате софтуера за следните I/O платки до версия {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Remote Control Panel to version {0}: {1}
bg: Пусната е нова версия на софтуера. Трябва да актуализирате софтуера за следните ОПУ платки до версия {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Security Processor to version {0}: {1}
bg: Пусната е нова версия на софтуера. Трябва да актуализирате софтуера за следните ПБ платки до версия {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Bus Controller to version {0}: {1}
bg: Пусната е нова версия на софтуера. Трябва да актуализирате софтуера за следните контролера на шината до версия {0}: {1}

source: Error sending extension time signal to the bus controller (Input-Output). Status = {0}. Data = {1}.
bg: Грешка при предаването на времето за удължаване на сигнала към контролера на шината (I/O платка). Статус = {0}. Данни = {1}.

source: Error in receiving / transmitting extension time signal to the board Input-Output №{0}. Status = {1}. Data = {2}.
bg: Грешка при получаването/предаването на времето за удължаване на сигнала от I/O платка №{0}. Статус = {1}. Данни = {2}.

source: Extension time signal for Input-Output boards is set: {0}ms
bg: Времето за удължаване на сигнала за I/O платките е зададено: {0}ms

source: Error sending extension time signal to the bus controller (Remote Control Panel). Status = {0}. Data = {1}.
bg: Грешка при предаването на времето за удължаване на сигнала към контролера на шината (ОПУ платка). Статус = {0}. Данни = {1}.

source: Error in receiving / transmitting extension time signal to the board Remote Control Panel №{0}. Status = {1}. Data = {2}.
bg: Грешка при получаването/предаването на времето за удължаване на сигнала от ОПУ платка №{0}. Статус = {1}. Данни = {2}.

source: Extension time signal for Remote Control Panel boards is set: {0}ms
bg: Времето за удължаване на сигнала за ОПУ платката е зададено: {0}ms

source: Attempt to reestablish connection on the bus.
bg: Опит за повторно свързване чрез шината.

source: Deny the use of the remote control panel: {0}.
bg: Забрана за използване на ОПУ: {0}.

source: Deny the use of the remote control panel
bg: Забрана за използване на ОПУ.

source: Deny the use of fixed time mode via STCIP: {0}.
bg: Забрана за използване на режим за фиксираното време чрез STCIP протокола: {0}.

source: Deny the use of fixed time mode via STCIP
bg: Забрана за използване на режим за фиксираното време чрез STCIP протокола

source: Police
bg: Оператор

source: Police.
bg: Настройка на оператора.

source: RCP:
bg: OПУ:

source: Allow
bg: Позволено

source: Deny
bg: Забранено

source: Setting the mode of the traffic light.
bg: Задаване на режима на светофара.

source: Device is busy by another user. IP address: %(ip)s.
bg: Устройството се използва от друг потребител. IP-адрес: %(ip)s.

source: Maximum number of sessions achieved.
bg: Достигнат максимален брой сесии.

source: Browse...
bg: Преглед...

source: Connected
bg: Свързано

source: Disconnected
bg: Изключено

source: Configured
bg: Конфигурирано

source: Not configured
bg: Не конфигурирано

source: Detector status
bg: Състояние на детектора

source: Detector status.
bg: Състояние на детектора.

source: Status
bg: Статус

source: Installation mode
bg: Режим на инсталиране

source: Busy
bg: Зает

source: Not busy
bg: Не е зает

source: Normal
bg: Нормално

source: Traffic counting
bg: Преброяване на трафика

source: Traffic counting.
bg: Преброяване на трафика.

source: 1 hour
bg: 1 час

source: 24 hours
bg: 24 часа

source: Ethernet detectors
bg: Детектори за етернет

source: № inputs
bg: № входове

source: № input
bg: № вход

source: Detectors recovered. Switch to adaptive mode.
bg: Детекторите са възстановени. Превключване в адаптивен режим.

source: IP address receiver:
bg: IP приемник::

source: Port receiver:
bg: Порт приемник:

source: Please enter the receiver ip address.
bg: Моля, въведете IP адреса на получателя.

source: Please enter the receiver port.
bg: Моля, въведете порта на получателя.

source: Please fill in all fields.
bg: Моля, попълнете всички полета.

source: Protocol version:
bg: Версия на протокола:

source: Auth user:
bg: Потребител:

source: Auth password:
bg: Потребителска парола:

source: Private password:
bg: Парола за шифроване:

source: SNMP-notifications.
bg: SNMP-известия.

source: Notification type:
bg: Тип уведомяване:

source: Error restarting SNMPD service: {0}
bg: Грешка при рестартиране на SNMPD услуга: {0}

source: Protocol not found.
bg: Протоколът не е намерен.

source: Changed settings detector security.
bg: Променени настройки за сигурност на детектора.

source: Update firmware.
bg: Актуализиране на фърмуера.

source: Current version:
bg: Сегашна версия:

source: Select the firmware file:
bg: Изберете файла на фърмуера:

source: Firmware update in progress.
bg: В момента е в ход актуализация на фърмуера.

source: The delay time for checking the current is set: {0} ms, voltage: {1} ms.
bg: Времето за забавяне за проверка на тока е зададено: {0} ms, напрежение: {1} ms.

source: Error in setting the delay time for checking current and voltage. Status = {0}. Data = {1}.
bg: Грешка при задаване на времето за забавяне при проверка на тока и напрежението. Статус = {0}. Данни = {1}.

source: Disabled security settings for detectors. Switch to adaptive mode.
bg: Деактивирани настройки за защита за детектори. Превключване в адаптивен режим.

source: Switching off the contactor due to current exceeded. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}.
bg: Изключване на контактора поради ток надвишени. Контролна платка №{0}. Група №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напрежение = {5}. Праг на тока = {6}. Праг на напрежението = {7}.

source: System bus error.
bg: Грешка в системната шина.

source: System main program error.
bg: Грешка в главна програма.

source: Firmware file is wrong.
bg: Невалиден файл на фърмуера.

source: Firmware updated. Version: {0}. Previous version: {1}
bg: Фърмуерът е актуализиран. Версия: {0}. Предишна версия: {1}

source: Login
bg: Потребител

source: Password
bg: Парола

source: Deny the remote controll in case of amber flash error
bg: Забрана за използване дистанционното управление в случай на грешка в оранжева светкавица

source: Deny the remote controll in case of amber flash error: {0}.
bg: Забрана за използване дистанционното управление в случай на грешка в оранжева светкавица: {0}.

source: Phase counting
bg: Преброяване на фазите

source: Phase counting.
bg: Преброяване на фазите.

source: Timestamp log
bg: Timestamp

source: Phase: {0}. Tact: {1}. AR: {2}. AF: {3}. OFF: {4}.
bg: Фаза: {0}. Такт: {1}. Всичко червено: {2}. Жълто мигащо: {3}. Изключено: {4}.

source: The sequential phases switching mode is running.
bg: Режимът на последователно фази на превключване работи.

source: It is recommended to make a backup copy of the traffic light configuration file before updating the firmware.
bg: Препоръчително е да направите резервно копие на конфигурационния файл на светофара, преди да актуализирате фърмуера.

source: Loading
bg: Зареждане

source: The versions are the same.
bg: Версиите са едни и същи.

source: When upgrading the firmware to lower versions, it is possible to run the firmware at factory settings. It is recommended to update the traffic light configuration file after the update is completed.
bg: При надграждане на фърмуера до по-ниски версии е възможно да стартирате фърмуера при фабрични настройки. Препоръчително е да актуализирате конфигурационния файл на светофара след приключване на актуализацията.

source: Are you sure you want to rollback the firmware?
bg: Сигурни ли сте, че искате да върнете обратно фърмуера?

source: Send
bg: Изпрати

source: Boards
bg: Платки

source: Faulty boards.
bg: Дефектни платки.

source: Board Lamp Control
bg: Контролни платка

source: № Lamp Control:
bg: № Контролни платки:

source: Before applying the settings, you must perform the following steps:
bg: Преди да приложите настройките, трябва да изпълните следните стъпки:

source: Disconnect the power chains of the lamps.
bg: Изключете електрическите вериги на лампите.

source: Add faulty boards to the table. The remaining boards will be sorted in order.
bg: Добавете дефектни платки към таблицата. Останалите платки ще бъдат сортирани в ред.

source: Connect the power chains of the lamps according to a new order of boards.
bg: Свържете електрическите вериги на лампите според нов ред платки.

source: Reboot the traffic light controller.
bg: Рестартиране на контролера на светофара.

source: List of faulty boards Lamp Control: {0}.
bg: Списък на дефектните контролните платки: {0}.

source: You have attempted to leave this page. Are you sure? Changes will not be saved!
bg: Вие се опитахте да напуснете тази страница. Сигурен ли си? Промените няма да бъдат запазени!

source: Result
bg: Резултат

source: Date and time:
bg: Дата и време:

source: Critical temperature reached {0}°C.
bg: Критичната температура достигна {0}°C.

source: Operating temperature recovered up to {0}°C.
bg: Работна температура, възстановена до {0}°C.

source: Critical voltage of the board CPU reached {0}V.
bg: Критично напрежение на борда CPU достигна {0}V.

source: Operating voltage of the board CPU recovered up to {0}V.
bg: Работно напрежение на борда CPU възстановени до {0}V.

source: Priority:
bg: Приоритет:

source: All red (sec.):
bg: Всичко червено (сек.):

source: Amber flash (sec.):
bg: Мига жълто (сек.):

source: Yellow (sec.):
bg: Жълто (сек.):

source: Starting traffic light.
bg: Режим на стартиране на светофара.

source: Starting
bg: Стартиране

source: Time synchronization with NTP server: {0}.
bg: Синхронизация на времето с NTP сървър: {0}.

source: Current Datetime:
bg: Текущо време:

source: Time mode:
bg: Режим:

source: NTP Server:
bg: NTP сървър:

source: Sync time:
bg: Време за синхронизация:

source: Last sync time:
bg: Последно синхронизиране:

source: Daylight Saving Time:
bg: Лятно време:

source: Time migration (min):
bg: Време за превод (мин.):

source: Start:
bg: Започнете:

source: End:
bg: Край:

source: January
bg: Януари

source: February
bg: Февруари

source: March
bg: Март

source: April
bg: Април

source: May
bg: Май

source: June
bg: Юни

source: July
bg: Юли

source: August
bg: Август

source: September
bg: Септември

source: October
bg: Октомври

source: November
bg: Ноември

source: December
bg: Декември

source: Monday
bg: Понеделник

source: Tuesday
bg: Вторник

source: Wednesday
bg: Сряда

source: Thursday
bg: Четвъртък

source: Friday
bg: Петък

source: Saturday
bg: Събота

source: Sunday
bg: Неделя

source: First
bg: Първият

source: Last
bg: Последно

source: Manual
bg: Наръчник

source: Auto
bg: Автоматичен

source: 6 hours
bg: 6 часа

source: 12 hours
bg: 12 часа

source: 1 day
bg: 1 ден

source: 1 week
bg: 1 седмица

source: 10 minutes
bg: 10 минути

source: 30 minutes
bg: 30 минути

source: disabled
bg: изключен

source: Backup sync with RTC:
bg: Синхронизиране на архивиране с RTC:

source: Time synchronization with RTC.
bg: Синхронизация на времето с RTC.

source: The controller startup sequence is set to: Amber Flash: {0} sec. Amber: {1} sec., , All Red: {2} sec.
bg: Зададен режим на стартиране на светофара: Жълто мигащо: {0} сек., Жълто: {1} сек., Всичко червено: {2} сек.

source: Board initialization error.
bg: Грешка при инициализация на платката.

source: Latest program update time
bg: Време за последна актуализация на програмата

source: Select the backup file:
bg: Изберете архивния файл:

source: Backup traffic light configuration.
bg: Резервна конфигурация на светофара.

source: Backup
bg: Архивиране

source: The program will restart while the backup is being downloaded.
bg: Програмата ще се рестартира, докато архивът се изтегля.

source: Backup program:
bg: Програма за архивиране:

source: Update traffic light program.
bg: Актуализация на програмата за светофар.

source: Administration
bg: Администрация

source: Select the program file:
bg: Изберете програмния файл:

source: Reset to factory settings.
bg: Нулирайте фабричните настройки.

source: Reset
bg: Нулиране

source: Cancel
bg: Отказ

source: It is recommended to make a backup copy of the traffic light configuration file reset settings to default.
bg: Препоръчително е да направите резервно копие на конфигурационния файл на светофара, нулиране на настройките по подразбиране.

source: Factory settings
bg: Фабричните настройки

source: Wrong backup version
bg: Грешна резервна версия

source: Wrong config version
bg: Грешна версия на конфигурацията

source: Controller environment restored from backup file.
bg: Средата на контролера е възстановена от архивен файл.

source: Error
bg: Грешка

source: Restoring controller configuration from backup failed.
bg: Възстановяването на конфигурацията на контролера от резервно копие не бе успешно.

source: Restoring the controller configuration from a backup is started.
bg: Стартира възстановяването на конфигурацията на контролера от резервно копие.

source: Number of cameras
bg: Брой камери

source: Camera
bg: Камера

source: The current setting data has been corrupted. Current control for groups {0} has been disabled. You need to reconfigure.
bg: Текущите данни за настройка са повредени. Текущият контрол за групи {0} е деактивиран. Трябва да преконфигурирате.

source: Error saving group current settings.
bg: Грешка при запазване на текущите настройки на групата.

source: Group %(gr)s, channel %(color)s.
bg: Група %(gr)s, канал %(color)s.

source: Phase selection.
bg: Избор на фазите.

source: Phase selection
bg: Избор на фазите

source: NTP synchronization failed.
bg: Неуспешна синхронизация NTP.

source: Invalid NTP server.
bg: Невалиден NTP сървър.

source: Delete
bg: Изтриване

source: From
bg: От

source: To
bg: До

source: Remote scheduler
bg: Планировчик дистанционното управление

source: Disabling remote control.
bg: Изключване на дистанционното управление.

source: Deny the use of the remote control
bg: Забрана за използване на дистанционно управление

source: Deny the use of the remote control: {0}.
bg: Забрана за използване на дистанционно управление: {0}.

source: Wrong time value
bg: Грешна времева стойност
