Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/rtc/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Invalid login or password!
es: ¡Contraseña o usuario inválido!

source: Error restarting the program!
es: ¡Error al reiniciar el programa!

source: Error setting mode!
es: ¡Modo de configuración de error!

source: Home
es: Inicio

source: IP addresses and end-to-end numbering of cameras should be unique.
es: Las direcciones IP y la numeración de las cámaras de un extremo a otro deben ser únicas.

source: The IP addresses of the cameras must be on the same subnet as the hub.
es: Las direcciones IP de las cámaras deben estar en la misma subred que el concentrador.

source: Data saved.
es: Datos guardados.

source: Detectors
es: Detectores

source: For the UG405 protocol, the SCN value is required!
es: Para el protocolo UG405, se requiere el valor SCN!

source: Format SCN = COX, where "CO" - required characters in Latin letters, and X - the number from 1 to 9999;
es: Formato SCN = COX, donde "CO" - caracteres obligatorios en letras latinas y X - el número del 1 al 9999;

source: Format SCN = YX, where Y - the Latin letters from 1 to 2 characters, and X - the number from 1 to 99999;
es: Formato SCN = YX, donde Y - las letras latinas de 1 a 2 caracteres, y X - el número de 1 a 99999;

source: Management controller
es: Controlador de gestión

source: Network Scan Error!
es: ¡Error de escaneo de red!

source: IP addresses must be unique.
es: Las direcciones IP deben ser únicas.

source: MAC addresses must be unique.
es: Las direcciones MAC deben ser únicas.

source: ID number must be unique.
es: El número de identificación debe ser único.

source: The IP addresses of the countdown displays must be on the same subnet as the hub.
es: Las direcciones IP de las pantallas de cuenta atrás deben estar en la misma subred que el concentrador.

source: The IP addresses must be on the same subnet as the hub.
es: Las direcciones IP deben estar en la misma subred que el concentrador.

source: Centerless control
es: Control sin centros

source: Setting centerless control.
es: Configuración control sin centros.

source: Enable centerless control mode
es: Activar modo de control sin centros

source: Controller type:
es: Tipo controlador:

source: Master
es: Maestro

source: Slave
es: Esclavo

source: Controller type check interval (seconds):
es: Intervalo de verificación del tipo de controlador (segundos):

source: Ip address of the master device:
es: Dirección IP del dispositivo maestro:

source: Timeout command (seconds):
es: Comando de tiempo de espera (segundos):

source: Communication check interval (seconds):
es: Intervalo de verificación de comunicación (segundos):

source: State link
es: Enlace de estado

source: State link:
es: Enlace de estado:

source: State:
es: Estado:

source: Countdown display
es: Contador cuenta atrás

source: Network
es: Red

source: State = %(state)s
es: Estado =%(state)s

source: Log
es: Registro

source: Lamps current
es: Corriente de lámparas

source: Password mismatch!
es: ¡Contraseña no coincide!

source: The password must contain from 4 to 16 characters!
es: ¡La contraseña debe contener de 4 a 16 caracteres!

source: User %(nickname)s does not exist!
es: ¡El usuario %(nickname)s no existe!

source: Security
es: Seguridad

source: Date and Time
es: Fecha y Hora

source: Update
es: Actualización

source: Not found
es: No encontrado

source: Traffic controller
es: Controlador de tráfico

source: - It is not as if you entirely didn't hit the mark,- said Pooh,- but didn't hit the ballon!
es: - No es como si no hubieras acertado por completo - dijo Pooh -, ¡pero no acertaste el globo!

source: Back
es: Atrás

source: Intelligent traffic management system
es: Sistema de gestión de tráfico inteligente

source: Logout
es: Cerrar sesión

source: You are logged in as
es: Has iniciado sesión como

source: Management controller.
es: Controlador de gestión.

source: Protocol:
es: Protocolo:

source: Save
es: Guardar

source: Setting countdown display.
es: Configuración de la pantalla de cuenta atrás.

source: Please wait...
es: Por favor espere....

source: Enable the countdown display
es: Activar la pantalla del contador de cuenta atrás

source: ATTENTION!!!
es: ¡¡¡ATENCIÓN!!!

source: The IP address must be on the same subnet as the controller itself.
es: La dirección IP debe estar en la misma subred que el propio controlador.

source: Default activation time (seconds):
es: Tiempo de activación predeterminado (segundos):

source: MAC address:
es: Dirección MAC:

source: IP address
es: Dirección IP

source: № group
es: № grupo

source: State
es: Estado

source: Not selected
es: No seleccionado

source: Group
es: Grupo

source: Check
es: Control

source: Add
es: Añadir

source: Remove
es: Eliminar

source: Scan
es: Escanear

source: Threshold settings for group currents.
es: Ajustes de umbral para corrientes de grupo.

source: Current monitoring
es: Monitoreo de corriente

source: Voltage monitoring
es: Monitoreo de voltaje

source: Threshold current value of lamps (mA):
es: Valor de corriente de umbral de las lámparas (mA):

source: Delay check current of lamps (ms):
es: Corriente de verificación de retardo de lámparas (ms):

source: Manual current setting
es: Ajuste de corriente manual

source: Red
es: Rojo

source: Yellow
es: Amarillo

source: Green
es: Verde

source: Installed(mA)
es: Instalado(mA)

source: Current(mA)
es: Corriente(mA)

source: from {0} to {1}
es: de {0} a {1}

source: Configure the safety of detectors.
es: Configure la seguridad de los detectores.

source: Enable security settings for detectors
es: Habilitar la configuración de seguridad para detectores

source: Emergency activation time for the triggered detector (minute):
es: Tiempo de activación de emergencia del detector activado (minutos):

source: Emergency activation time for the disconnected detector (minute):
es: Tiempo de activación de emergencia del detector desconectado (minuto):

source: Configuring the detector for network operation.
es: Configuración del detector para funcionamiento en red.

source: № camera
es: № cámara

source: № detectors
es: № detectores

source: The traffic light will immediately be switched to the \'all red\' mode and will start from the first phase.\n\nDo you really want to restart the program?
es: El semáforo se cambiará inmediatamente al modo \'todo rojo \' y comenzará desde la primera fase. \n \nRealmente desea reiniciar el programa?

source: Basic information about the traffic lights.
es: Información básica sobre los semáforos.

source: Software version:
es: Versión del software:

source: Time:
es: Hora:

source: Date:
es: Fecha:

source: Traffic light status:
es: Estado del semáforo:

source: Main programm
es: Programa principal

source: Remote control
es: Control remoto

source: Manual control
es: Control manual

source: Modbus control
es: Control Modbus

source: Off
es: Apagado

source: All red
es: Todo rojo

source: All red(alarm)
es: Todo rojo(alarma)

source: Yellow flashing
es: Amarillo intermitente

source: Yellow flashing(alarm)
es: Amarillo intermitente(alarma)

source: Contactor off
es: Contacto apagado

source: Traffic light mode:
es: Modo semáforo:

source: Fixed (Plan %(plan)s)
es: Fijo (Plan %(plan)s)

source: Adaptive (Plan %(plan)s)
es: Adaptativo (Plan %(plan)s)

source: Yellow flashing (Plan %(plan)s)
es: Amarillo intermitente (Plan %(plan)s)

source: All red (Plan %(plan)s)
es: Todo rojo (Plan %(plan)s)

source: Off (Plan %(plan)s)
es: Apagado (Plan %(plan)s)

source: Manual control (Plan %(plan)s)
es: Control manual (Plan %(plan)s)

source: Modbus control (Plan %(plan)s)
es: Control modbus (Plan %(plan)s)

source: Remote control (Plan %(plan)s)
es: Control remoto (Plan %(plan)s)

source: Synchronization (Plan %(plan)s)
es: Sincronización (Plan %(plan)s)

source: Current phase:
es: Fase actual:

source: Number:
es: Número:

source: Name:
es: Nombre:

source: Address:
es: Dirección:

source: Restart program
es: Reiniciar programa

source: Fixed
es: Fijo

source: Adaptive
es: Adaptativo

source: Change mode
es: Cambiar modo

source: Setting the date and time.
es: Configuración de fecha y hora.

source: Time zone:
es: Zona horaria:

source: DD.MM.YYYY-day.month.year
es: DD.MM.AAAA-día.mes.año

source: hh:mm:ss-hours:minutes:seconds
es: hh:mm:ss-horas:minutos:segundos

source: Log of the traffic light.
es: Registro del semáforo.

source: Info log
es: Registro de información

source: Warning log
es: Registro de advertencias

source: Error log
es: Registro de errores

source: Full log
es: Registro completo

source: Refresh
es: Refrescar

source: Previous page
es: Pagina anterior

source: Next page
es: Siguiente página

source: Authorization
es: Autorización

source: Login:
es: Iniciar sesión:

source: Enter your login
es: Ingrese su nombre de usuario

source: Password:
es: Contraseña:

source: Enter your password
es: Introduce tu contraseña

source: Sign in
es: Iniciar sesión

source: Network configuration.
es: Configuración de la red.

source: After applying the settings, you must restart to the web interface.
es: Después de aplicar la configuración, debe reiniciar la interfaz web.

source: IP address:
es: Dirección IP:

source: Subnet mask:
es: Máscara de subred:

source: Default gateway:
es: Puerto de enlace predeterminado:

source: Change password.
es: Cambiar la contraseña.

source: The password can contain from 4 to 16 non-whitespace characters.
es: La contraseña puede contener de 4 a 16 caracteres que no sean espacios en blanco.

source: Enter password:
es: Introduce la contraseña:

source: from 4 to 16 characters
es: de 4 a 16 caracteres

source: Confirm password:
es: Confirmar Contraseña:

source: Update traffic light configuration.
es: Actualice la configuración del semáforo.

source: Backup:
es: Copia:

source: Select the configuration file:
es: Seleccione el archivo de configuración:

source: Upload
es: Subir

source: info
es: información

source: warn
es: advertencia

source: err
es: error

source: log
es: registro

source: Program №1 (fixed mode) is selected.
es: Se selecciona el programa №1 (modo fijo).

source: Program №2 (adaptive mode) is selected.
es: Se selecciona el programa №2 (modo adaptativo).

source: Program №3 (remote mode) is selected.
es: Se selecciona el programa №3 (modo remoto).

source: Initializing the program...
es: Inicializando el programa ...

source: Running the program...
es: Ejecutando el programa ...

source: Program №{0} is running.
es: El programa № {0} se está ejecutando.

source: The program is stopped.
es: El programa se detiene.

source: Beginning the program restart...
es: Comenzando el reinicio del programa...

source: End of program restart...
es: Fin del reinicio del programa...

source: Hardware initialization...
es: Inicialización de hardware ...

source: Number of boards Security Processor: {0}
es: Número de placas Procesador de seguridad: {0}

source: Number of boards Lamp Control: {0}
es: Número de tableros de control de lámpara: {0}

source: Number of boards Remote Control Panel: {0}
es: Número de placas Panel de control remoto: {0}

source: Number of boards Input-Output: {0}
es: Número de placas Entrada-Salida: {0}

source: The general threshold current setting is set.
es: Se establece el ajuste de corriente de umbral general.

source: The manual mode for setting the current thresholds is set.
es: Se establece el modo manual para establecer los umbrales actuales.

source: The current threshold values are transmitted.
es: Se transmiten los valores de umbral actuales.

source: Current control is not used.
es: No se utiliza el control de corriente.

source: The size of the conflict matrix: {0}
es: El tamaño de la matriz de conflictos: {0}

source: The conflict matrix is transferred.
es: Se transfiere la matriz de conflictos.

source: The IP address is set to: {0}. Gateway: {1}.
es: La dirección IP está configurada en: {0}. Puerta: {1}.

source: The IP address is set to: {0}
es: La dirección IP está configurada en: {0}

source: Reset the device configuration to the factory settings...
es: Restablecer la configuración del dispositivo a la configuración de fábrica ...

source: Phase enabled: {0}
es: Fase habilitada: {0}

source: Call phase enabled: {0}
es: Fase de llamada habilitada: {0}

source: Plan №{0} is started.
es: Se inicia el plan № {0}.

source: Remote mode is disabled.
es: El modo remoto está desactivado.

source: Remote mode is disabled. Reason: {0}.
es: El modo remoto está desactivado. Razón: {0}.

source: ar_off
es: "Todo rojo" desactivado

source: af_off
es: "Amarillo intermitente" desactivado

source: off_off
es: "Desactivado" desactivado

source: Timeout
es: Tiempo de espera

source: Remote mode is launched using the {0} protocol.
es: El modo remoto se inicia mediante el protocolo {0}.

source: Remote mode is launched using the {0} protocol. Reason: {1}.
es: El modo remoto se inicia mediante el protocolo {0}. Razón: {1}.

source: Flashing yellow
es: Amarillo intermitente

source: Manual control is started.
es: Se inicia el control manual.

source: Modbus mode is disabled.
es: El modo Modbus está desactivado.

source: Modbus mode launched.
es: Se inició el modo modbus.

source: Centerless control is started.
es: Se inicia el control sin centros.

source: Centerless control is disabled.
es: El control sin centros está desactivado.

source: Starting the centerless control...
es: Inicio del control sin centros ...

source: Stopping the centerless control...
es: Detención del control centralizado ...

source: Off.
es: Apagado.

source: All red.
es: Todo rojo.

source: All red Alarm.
es: Todo rojo Alarma.

source: Flashing yellow.
es: Amarillo intermitente.

source: Flashing yellow Alarm.
es: Amarillo intermitente Alarma.

source: Launching the GPIO Handler...
es: Iniciar el controlador GPIO ...

source: Stopping the GPIO Handler...
es: Detención del controlador GPIO ...

source: Starting the system bus...
es: Inicio del bus del sistema ...

source: Stopping the system bus...
es: Detención del bus del sistema ...

source: The system bus is started.
es: Se inicia el bus del sistema.

source: The system bus is stopped.
es: El bus del sistema está parado.

source: The configuration update was successful.
es: La actualización de la configuración se realizó correctamente.

source: Initialization. Date and time set: {0}
es: Inicialización. Fecha y hora configuradas: {0}

source: Date and time set: {0}. Difference: {1} sec.
es: Fecha y hora configuradas: {0}. Differencia: {1} seg.

source: Date and time set: {0}
es: Fecha y hora configuradas: {0}

source: Initializing the driver. Answer: {0}. Driver: {1}.
es: Inicializando el controlador. Respuesta: {0}. Conductor: {1}.

source: Initializing the protocol. Answer: {0}. Driver: {1}.
es: Inicializando el protocolo. Respuesta: {0}. Conductor: {1}.

source: Error executing the command "{0}". Status = {1}. Data = {2}.
es: Error al ejecutar el comando "{0}". Estado = {1}. Datos = {2}.

source: Error executing the command "running the main program"
es: Error al ejecutar el comando "ejecutar el programa principal"

source: Error executing the command "reset network settings"
es: Error al ejecutar el comando "restablecer la configuración de red"

source: Error executing the command "call phase №{0}"
es: Error al ejecutar el comando "fase de llamada № {0}"

source: Malfunction of detectors. Switch to fixed mode.
es: Mal funcionamiento de detectores. Cambiar a modo fijo.

source: Malfunction of the detector №{0}. The detector is constantly in a state of ON.
es: Mal funcionamiento del detector № {0}. El detector está constantemente encendido.

source: Malfunction of the detector №{0}. The detector is constantly in a state of OFF.
es: Mal funcionamiento del detector № {0}. El detector está constantemente en estado de APAGADO.

source: Lamps failure. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
es: Fallo de lámparas. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Amperaje = {3}. Voltaje = {4}.

source: Malfunction of the last red lamp. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
es: Mal funcionamiento de la última lámpara roja. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Amperaje = {3}. Voltaje = {4}.

source: Buffer overflow.
es: Desbordamiento de búfer.

source: There are no plans in the downloadable configuration.
es: No hay planes en la configuración descargable.

source: The plan №{0} in the downloadable configuration is not correct.
es: El plan № {0} en la configuración descargable no es correcto.

source: There is no main phase in plan №{0}.
es: No hay una fase principal en el plan № {0}.

source: Failed to update the configuration.
es: No se pudo actualizar la configuración.

source: Device configuration reset error on factory: {0}
es: Error de restablecimiento de la configuración del dispositivo de fábrica: {0}

source: Configuration not loaded.
es: Configuración no cargada.

source: Current thresholds are not set. Status = {0}. Data = {1}.
es: Los umbrales actuales no están establecidos. Estado = {0}. Datos = {1}.

source: Error sending threshold currents. Status = {0}. Data = {1}.
es: Error al enviar corrientes de umbral. Estado = {0}. Datos = {1}.

source: Timeout for setting current thresholds: {0}
es: Tiempo de espera para establecer umbrales actuales: {0}

source: Failed to set the Date and Time. Status = {0}
es: No se pudo establecer la fecha y la hora. Estado = {0}

source: Timeout Setting Dates and Times: {0}
es: Tiempo de espera para establecer fechas y horas: {0}

source: There is no main phase.
es: No hay una fase principal.

source: Program №{0} was not found.
es: No se encontró el programa № {0}.

source: The operating system of type {0} is not supported.
es: El sistema operativo de tipo {0} no es compatible.

source: The security processor was not found.
es: No se encontró el procesador de seguridad.

source: Error setting the size of the conflict matrix.
es: Error al establecer el tamaño de la matriz de conflictos.

source: Error sending the conflict matrix.
es: Error al enviar la matriz de conflictos.

source: Lamps Control not found.
es: Control de lámparas no encontrado.

source: The following boards Lamps Control were not found: {0}
es: No se encontraron los siguientes tableros de control de lámparas: {0}

source: The number of Lamps Control ({0}) does not match the number of groups ({1}).
es: El número de control de lámparas ({0}) no coincide con el número de grupos ({1}).

source: The following boards Input-Output were not found: {0}
es: No se encontraron las siguientes placas de entrada-salida: {0}

source: Switching off the contactor due to an error in data transfer to the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
es: Apagado del contacto por error en la transferencia de datos a la placa de Control de Lámparas № {0}. Grupo №1: R- {1}. Y- {2}. G1- {3}. G2- {4}. Grupo №2: R- {5}. Y- {6}. G1- {7}. G2- {8}.

source: Switching off the contactor due to an error in receiving data on the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
es: Apagado del contacto por error en la recepción de datos en la placa de Control de Lámparas № {0}. Grupo №1: R- {1}. Y- {2}. G1- {3}. G2- {4}. Grupo №2: R- {5}. Y- {6}. G1- {7}. G2- {8}.

source: Switching off the contactor due to an error in data transfer to the board Input-Output №{0}.
es: Apagado del contacto por error en la transferencia de datos a la placa Entrada-Salida № {0}.

source: Switching off the contactor due to an error in receiving data on the board Input-Output №{0}.
es: Apagado del contacto por error en la recepción de datos en la placa Entrada-Salida № {0}.

source: Switching off the contactor due to an error in data transfer to the board Remote Control Panel.
es: Apagado del contacto por error en la transferencia de datos a la placa Panel de Control Remoto.

source: Switching off the contactor due to an error in receiving data on the board Remote Control Panel.
es: Apagado del contacto por error en la recepción de datos en la placa Panel de Control Remoto.

source: Switching off the contactor due to an error in data transfer to the board Security Processor.
es: Apagado del contacto por error en la transferencia de datos a la placa Security Processor.

source: Switching off the contactor due to an error in date and time transfer to the board Security Processor.
es: Apagado del contacto por error en la transferencia de fecha y hora a la placa Security Processor.

source: Switching off the contactor due to an error in the transmission of threshold values to the board Security Processor.
es: Apagado del contacto por error en la transmisión de valores umbral a la placa Security Processor.

source: Leakage current {0} channel {1}. Amperage: {2}mA.
es: {0} Canal {1} de corriente de fuga. Amperaje: {2} mA.

source: Leakage current. Status = {0}. Data = {1}.
es: Corriente de fuga. Estado = {0}. Datos = {1}.

source: Conflict of groups: [{0}, {1}]. Channels: [{2}, {3}]. Amperage: [{4}mA, {5}mA].
es: Conflicto de grupos: [{0}, {1}]. Canales: [{2}, {3}]. Amperaje: [{4} mA, {5} mA].

source: Conflict of groups. Status = {0}. Data = {1}.
es: Conflicto de grupos. Estado = {0}. Datos = {1}.

source: Switch is broken {0} channel {1}. Amperage: {2}mA.
es: El interruptor está roto {0} canal {1}. Amperaje: {2} mA.

source: Switch is broken. Status = {0}. Data = {1}.
es: El interruptor está roto. Estado = {0}. Datos = {1}.

source: Unknown error. Status = {0}. Data = {1}.
es: Error desconocido. Estado = {0}. Datos = {1}.

source: Directions conflict. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
es: Conflicto de direcciones. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Amperaje = {3}. Voltaje = {4}.

source: Malfunction of the electrical circuit. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
es: Mal funcionamiento del circuito eléctrico. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Amperaje = {3}. Voltaje = {4}.

source: The contactor is switched off.
es: El contacto está desconectado.

source: Error receiving time from the bus controller. Status = {0}. Data = {1}.
es: Error al recibir la hora del controlador de bus. Estado = {0}. Datos = {1}.

source: Error receiving time from the security processor. Status = {0}. Data = {1}.
es: Error al recibir la hora del procesador de seguridad. Estado = {0}. Datos = {1}.

source: Error sending data threshold current values to the bus controller. Status = {0}. Data = {1}.
es: Error al enviar valores de corriente de umbral de datos al controlador de bus. Estado = {0}. Datos = {1}.

source: The manual mode for setting the voltage thresholds is set.
es: Se establece el modo manual para establecer los umbrales de voltaje.

source: The general threshold voltage setting is set.
es: Se establece el ajuste de voltaje de umbral general.

source: Voltage control is not used.
es: No se utiliza control de voltaje.

source: Directions conflict. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
es: Conflicto de direcciones. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Señal = {3}. Amperaje = {4}. Voltaje = {5}. Amperaje de umbral = {6}. Voltaje umbral = {7}. Razón = {8}.
