Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/rtc/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Wrong config version
es: Versión de configuración incorrecta

source: Controller environment restored from backup file.
es: Entorno del controlador restaurado desde un archivo de copia de seguridad.

source: Restoring controller configuration from backup failed.
es: Falló la restauración de la configuración del controlador desde la copia de seguridad.

source: Restoring the controller configuration from a backup is started.
es: Se inicia la restauración de la configuración del controlador desde una copia de seguridad.

source: Number of cameras
es: Número de cámaras

source: Camera
es: Cámara

source: The current setting data has been corrupted. Current control for groups {0} has been disabled. You need to reconfigure.
es: Los datos de configuración actuales se han dañado. El control actual para los grupos {0} ha sido deshabilitado. Necesita reconfigurar.

source: Error saving group current settings.
es: Error al guardar la configuración actual del grupo.

source: Group %(gr)s, channel %(color)s.
es: Grupo %(gr)s, canal %(color)s.

source: Phase selection.
es: Selección de fases.

source: Phase selection
es: Selección de fases

source: NTP synchronization failed.
es: Error de sincronización de NTP.

source: Invalid NTP server.
es: Servidor NTP no válido.

source: Delete
es: Suprimir

source: From
es: Desde

source: To
es: Para

source: Remote scheduler
es: Programador remoto

source: Disabling remote control.
es: Desactivación del control remoto.

source: Deny the use of the remote control
es: Prohibir el uso del control remoto

source: Deny the use of the remote control: {0}.
es: Prohibir el uso del control remoto: {0}.

source: Wrong time value
es: Valor de tiempo incorrecto

source: Times should not be the same
es: Los tiempos no deben ser los mismos

source: Start time should not be greater then end time
es: La hora de inicio no debe ser mayor que la hora de finalización

source: Day of the week
es: Día de la semana

source: Blocked
es: Bloqueado

source: The day of the week is not selected
es: Día de la semana no seleccionado

source: Mo
es: Lu

source: Tu
es: Ma

source: We
es: Mi

source: Th
es: Ju

source: Fr
es: Vi
