Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/rtc/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Malfunction of the last red lamp. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
es: Mal funcionamiento de la última lámpara roja. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Señal = {3}. Amperaje = {4}. Voltaje = {5}. Amperaje de umbral = {6}. Voltaje umbral = {7}. Razón = {8}.

source: Lamps failure. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
es: Fallo de lámparas. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Señal = {3}. Amperaje = {4}. Voltaje = {5}. Amperaje de umbral = {6}. Voltaje umbral = {7}. Razón = {8}.

source: Malfunction of the electrical circuit. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
es: Mal funcionamiento del circuito eléctrico. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Señal = {3}. Amperaje = {4}. Voltaje = {5}. Amperaje de umbral = {6}. Voltaje umbral = {7}. Razón = {8}.

source: Critical error of the Lamp Control board №{0}. Status = {1}. Data = {2}.
es: Error crítico de la placa de control de la lámpara №{0}. Estado = {1}. Datos = {2}.

source: Critical error of the IO board №{0}. Status = {1}. Data = {2}.
es: Error crítico de la placa IO №{0}. Estado = {1}. Datos = {2}.

source: Critical error of the Remote Control Panel board. Status = {0}. Data = {1}.
es: Error crítico de la placa del panel de control remoto. Estado = {0}. Datos = {1}.

source: Critical error of the Security Processor board. Status = {0}. Data = {1}.
es: Error crítico de la placa del procesador de seguridad. Estado = {0}. Datos = {1}.

source: XOR error of the Lamp Control board №{0}. Status = {1}. Data = {2}.
es: Error XOR de la placa de control de la lámpara №{0}. Estado = {1}. Datos = {2}.

source: XOR error of the IO board №{0}. Status = {1}. Data = {2}.
es: Error XOR de la placa IO №{0}. Estado = {1}. Datos = {2}.

source: XOR error of the Remote Control Panel board. Status = {0}. Data = {1}.
es: Error XOR de la placa del panel de control remoto. Estado = {0}. Datos = {1}.

source: XOR error of the Security Processor board. Status = {0}. Data = {1}.
es: Error XOR de la placa del procesador de seguridad. Estado = {0}. Datos = {1}.

source: Timeout of the Lamp Control board №{0}. Status = {1}. Data = {2}.
es: Tiempo de espera de la placa de control de la lámpara №{0}. Estado = {1}. Datos = {2}.

source: Timeout of the IO board №{0}. Status = {1}. Data = {2}.
es: Tiempo de espera de la placa IO №{0}. Estado = {1}. Datos = {2}.

source: Timeout of the Remote Control Panel board. Status = {0}. Data = {1}.
es: Tiempo de espera de la placa del panel de control remoto. Estado = {0}. Datos = {1}.

source: Timeout of the Security Processor board. Status = {0}. Data = {1}.
es: Tiempo de espera de la placa del procesador de seguridad. Estado = {0}. Datos = {1}.

source: Switching off the contactor due to communication error with the bus controller (Lamp Control). Status = {0}. Data = {1}.
es: Apagado del contacto por error de comunicación con el controlador de bus (Control de Lámparas). Estado = {0}. Datos = {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Lamp Control). Status = {1}. Data = {2}.
es: Apagado del contacto por error en la obtención de información ampliada con el controlador de bus para el código {0} (Control de Lámparas). Estado = {1}. Datos = {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
es: Apagado del contacto por error en la recepción / transmisión de datos a la placa de Control de Lámparas № {0}. Grupo №1: R- {1}. Y- {2}. G1- {3}. G2- {4}. Grupo №2: R- {5}. Y- {6}. G1- {7}. G2- {8}.

source: Switching off the contactor due to communication error with the bus controller (Input-Output). Status = {0}. Data = {1}.
es: Apagado del contacto por error de comunicación con el controlador de bus (Entrada-Salida). Estado = {0}. Datos = {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Input-Output). Status = {1}. Data = {2}.
es: Apagado del contacto por error en la obtención de información ampliada con el controlador de bus para el código {0} (Entrada-Salida). Estado = {1}. Datos = {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Input-Output №{0}. Status = {0}. Data = {1}.
es: Apagado del contacto por error en la recepción / transmisión de datos a la placa Entrada-Salida № {0}. Estado = {0}. Datos = {1}.

source: Switching off the contactor due to communication error with the bus controller (Remote Control Panel). Status = {0}. Data = {1}.
es: Apagado del contacto por error de comunicación con el controlador de bus (Panel de Control Remoto). Estado = {0}. Datos = {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Remote Control Panel). Status = {1}. Data = {2}.
es: Apagado del contacto por error en la obtención de información ampliada con el controlador de bus por código {0} (Panel de Control Remoto). Estado = {1}. Datos = {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Remote Control Panel. Status = {0}. Data = {1}.
es: Apagado del contacto por error en la recepción / transmisión de datos a la placa Panel de Control Remoto. Estado = {0}. Datos = {1}.

source: Switching off the contactor due to communication error with the bus controller (Security Processor). Status = {0}. Data = {1}.
es: Desconexión del contacto por error de comunicación con el controlador de bus (Procesador de Seguridad). Estado = {0}. Datos = {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Security Processor). Status = {1}. Data = {2}.
es: Apagado del contacto por error en la obtención de información ampliada con el controlador de bus para el código {0} (Procesador de Seguridad). Estado = {1}. Datos = {2}.

source: Switching off the contactor due to an error in setting the time to the board Security Processor. Status = {0}. Data = {1}.
es: Apagado del contacto por error en el ajuste de la hora al panel Procesador de Seguridad. Estado = {0}. Datos = {1}.

source: Switching off the contactor due to an error in the transmission of current thresholds to the board Security Processor. Status = {0}. Data = {1}.
es: Apagado del contacto por error en la transmisión de los umbrales de corriente al panel Procesador de Seguridad. Estado = {0}. Datos = {1}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Security Processor. Status = {0}. Data = {1}.
es: Apagado del contacto por error en la recepción / transmisión de datos al panel Procesador de Seguridad. Estado = {0}. Datos = {1}.

source: Beginning of protocol search...
es: Inicio de la búsqueda de protocolos ...

source: Search for protocol {0}.
es: Busque el protocolo {0}.

source: Protocol initialization. Answer: {0}. Protocol: {1}.
es: Inicialización del protocolo. Respuesta: {0}. Protocolo: {1}.

source: Traffic Light Configurator {0} not supported. Please use Traffic Light Configurator {1}.
es: Configurador de semáforo {0} no compatible. Utilice el Configurador de semáforos {1}.

source: The controller control protocol is set to: {0}. SCN: {1}. Version: {2}.
es: El protocolo de control del controlador se establece en: {0}. SCN: {1}. Versión: {2}.

source: True
es: Verdadero

source: False
es: Falso

source: bus_controller
es: Controlador bus

source: bus_boards
es: Paneles bus

source: Extended information about the Bus Controller: {0}
es: Información ampliada sobre el controlador de bus: {0}

source: Version of boards Lamp Control: {0}
es: Versión de paneles de Control de Lámparas: {0}

source: Version of boards Input-Output: {0}
es: Versión de las placas Entrada-Salida: {0}

source: Version of boards Remote Control Panel: {0}
es: Versión de las placas Panel de control remoto: {0}

source: Version of boards Security Processor: {0}
es: Versión del procesador de seguridad de placas: {0}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Lamp Control to version {0}: {1}
es: Incompatibilidad de versiones de software. Debe actualizar el software de los siguientes paneles de Control de Lámparas a la versión {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Input-Output to version {0}: {1}
es: Incompatibilidad de versiones de software. Necesita actualizar el software para las siguientes placas Entrada-Salida a la versión {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Remote Control Panel to version {0}: {1}
es: Incompatibilidad de versiones de software. Debe actualizar el software del Panel de control remoto de las siguientes placas a la versión {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Security Processor to version {0}: {1}
es: Incompatibilidad de versiones de software. Debe actualizar el software para las siguientes placas del procesador de seguridad a la versión {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Bus Controller to version {0}: {1}
es: Incompatibilidad de versiones de software. Debe actualizar el software de las siguientes placas del controlador de bus a la versión {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Lamp Control to version {0}: {1}
es: Se ha lanzado una nueva versión del software. Debe actualizar el software de los siguientes paneles de Control de Lámparas a la versión {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Input-Output to version {0}: {1}
es: Se ha lanzado una nueva versión del software. Necesita actualizar el software para las siguientes placas Entrada-Salida a la versión {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Remote Control Panel to version {0}: {1}
es: Se ha lanzado una nueva versión del software. Debe actualizar el software del Panel de control remoto de las siguientes placas a la versión {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Security Processor to version {0}: {1}
es: Se ha lanzado una nueva versión del software. Debe actualizar el software para las siguientes placas del procesador de seguridad a la versión {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Bus Controller to version {0}: {1}
es: Se ha lanzado una nueva versión del software. Debe actualizar el software de las siguientes placas del controlador de bus a la versión {0}: {1}

source: Error sending extension time signal to the bus controller (Input-Output). Status = {0}. Data = {1}.
es: Error al enviar la señal de tiempo de extensión al controlador de bus (Entrada-Salida). Estado = {0}. Datos = {1}.

source: Error in receiving / transmitting extension time signal to the board Input-Output №{0}. Status = {1}. Data = {2}.
es: Error al recibir / transmitir la señal de tiempo de extensión a la placa Entrada-Salida № {0}. Estado = {1}. Datos = {2}.

source: Extension time signal for Input-Output boards is set: {0}ms
es: La señal de tiempo de extensión para tarjetas de Entrada-Salida está configurada: {0} ms

source: Error sending extension time signal to the bus controller (Remote Control Panel). Status = {0}. Data = {1}.
es: Error al enviar la señal de tiempo de extensión al controlador de bus (Panel de control remoto). Estado = {0}. Datos = {1}.

source: Error in receiving / transmitting extension time signal to the board Remote Control Panel №{0}. Status = {1}. Data = {2}.
es: Error al recibir / transmitir la señal de tiempo de extensión al tablero Panel de control remoto № {0}. Estado = {1}. Datos = {2}.

source: Extension time signal for Remote Control Panel boards is set: {0}ms
es: La señal de tiempo de extensión para las placas del Panel de control remoto está configurada: {0} ms

source: Attempt to reestablish connection on the bus.
es: Intento de restablecer la conexión en el autobús.

source: Deny the use of the remote control panel: {0}.
es: Denegar el uso del panel de control remoto: {0}.

source: Deny the use of the remote control panel
es: Negar el uso del panel de control remoto

source: Deny the use of fixed time mode via STCIP: {0}.
es: Denegar el uso del modo de tiempo fijo a través de STCIP: {0}.

source: Deny the use of fixed time mode via STCIP
es: Denegar el uso del modo de tiempo fijo a través de STCIP

source: Police
es: Policía

source: Police.
es: Policía.

source: RCP:
es: PCR:

source: Allow
es: Permitir

source: Deny
es: Denegar

source: Setting the mode of the traffic light.
es: Configuración del modo del semáforo.

source: Device is busy by another user. IP address: %(ip)s.
es: El dispositivo está ocupado por otro usuario. Dirección IP: %(ip)s.

source: Maximum number of sessions achieved.
es: Número máximo de sesiones alcanzado.

source: Browse...
es: Ver...

source: Connected
es: Conectado

source: Disconnected
es: Desconectado

source: Configured
es: Configurado

source: Not configured
es: No configurado

source: Detector status
es: Estado detector

source: Detector status.
es: Estado detector.

source: Status
es: Estado

source: Installation mode
es: Modo de instalación

source: Busy
es: Ocupado

source: Not busy
es: No ocupado

source: Traffic counting
es: Recuento de tráfico

source: Traffic counting.
es: Recuento de tráfico.

source: 1 hour
es: 1 hora

source: 24 hours
es: 24 horas

source: Ethernet detectors
es: Detectores de Ethernet

source: № inputs
es: № entradas

source: № input
es: № entrada

source: Detectors recovered. Switch to adaptive mode.
es: Detectores recuperados. Cambia al modo adaptativo.

source: IP address receiver:
es: Receptor de dirección IP:

source: Port receiver:
es: Receptor de puerto:

source: Please enter the receiver ip address.
es: Ingrese la dirección IP del receptor.

source: Please enter the receiver port.
es: Ingrese el puerto del receptor.

source: Please fill in all fields.
es: Por favor rellena todos los campos.

source: Protocol version:
es: Versión del protocolo:

source: Auth user:
es: Usuario de autenticación:

source: Auth password:
es: Contraseña de autenticación:

source: Private password:
es: Contraseña privada:

source: SNMP-trap.
es: Trap SNMP.

source: SNMP-notifications.
es: Notificaciones SNMP.

source: Notification type:
es: Tipo de notificación:

source: Error restarting SNMPD service: {0}
es: Error al reiniciar el servicio SNMPD: {0}

source: Protocol not found.
es: Protocolo no encontrado.

source: Changed settings detector security.
es: Se modificó la configuración del detector de seguridad.

source: Update firmware.
es: Actualización del firmware.

source: Current version:
es: Versión actual:

source: Select the firmware file:
es: Seleccione el archivo de firmware:

source: Firmware update in progress.
es: Actualización de firmware en curso.

source: The delay time for checking the current is set: {0} ms, voltage: {1} ms.
es: El tiempo de retardo para verificar la corriente se establece: {0} ms, voltaje: {1} ms.

source: Error in setting the delay time for checking current and voltage. Status = {0}. Data = {1}.
es: Error al configurar el tiempo de retardo para verificar corriente y voltaje. Estado = {0}. Datos = {1}.

source: Disabled security settings for detectors. Switch to adaptive mode.
es: Configuración de seguridad deshabilitada para detectores. Cambia al modo adaptativo.

source: Switching off the contactor due to current exceeded. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}.
es: Se ha superado el contactor debido a la corriente. Control de lámpara de tablero № {0}. Grupo № {1}. Canal № {2}. Señal = {3}. Amperaje = {4}. Voltaje = {5}. Amperaje de umbral = {6}. Voltaje umbral = {7}.

source: System bus error.
es: Error del bus del sistema.

source: System main program error.
es: Error del programa maestro.

source: Firmware file is wrong.
es: El archivo de firmware es incorrecto.

source: Firmware updated. Version: {0}. Previous version: {1}
es: Firmware actualizado. Versión: {0}. Versión anterior: {1}

source: Login
es: Usuario

source: Password
es: Contraseña

source: Deny the remote controll in case of amber flash error
es: Denegar el control remoto en caso de error de flash ámbar

source: Deny the remote controll in case of amber flash error: {0}.
es: Denegar el control remoto en caso de error de flash ámbar: {0}.

source: Phase counting
es: Recuento de fases

source: Phase counting.
es: Recuento de fases.

source: Timestamp log
es: Timestamp

source: Phase: {0}. Tact: {1}. AR: {2}. AF: {3}. OFF: {4}.
es: Fase: {0}. Tacto: {1}. Todo rojo: {2}. Amarillo intermitente: {3}. Apagado: {4}.

source: The sequential phases switching mode is running.
es: El modo de conmutación de fases secuenciales se está ejecutando.

source: It is recommended to make a backup copy of the traffic light configuration file before updating the firmware.
es: Se recomienda hacer una copia de seguridad del archivo de configuración del semáforo antes de actualizar el firmware.

source: Loading
es: Cargando

source: The versions are the same.
es: Las versiones son las mismas.

source: When upgrading the firmware to lower versions, it is possible to run the firmware at factory settings. It is recommended to update the traffic light configuration file after the update is completed.
es: Al actualizar el firmware a versiones inferiores, es posible ejecutar el firmware con la configuración de fábrica. Se recomienda actualizar el archivo de configuración del semáforo después de que se complete la actualización.

source: Are you sure you want to rollback the firmware?
es: Estás seguro de que quieres revertir el firmware?

source: Send
es: Enviar

source: Boards
es: Tableros

source: Faulty boards.
es: Tableros defectuosos.

source: Board Lamp Control
es: Control de la lámpara de tablero

source: № Lamp Control:
es: № Control de Lámparas:

source: Before applying the settings, you must perform the following steps:
es: Antes de aplicar la configuración, debe realizar los pasos siguientes:

source: Disconnect the power chains of the lamps.
es: Desconecte las cadenas eléctricas de las lámparas.

source: Add faulty boards to the table. The remaining boards will be sorted in order.
es: Agregue tableros defectuosos a la tabla. Los tableros restantes se ordenarán en orden.

source: Connect the power chains of the lamps according to a new order of boards.
es: Conecte las cadenas eléctricas de las lámparas de acuerdo con un nuevo orden de tableros.

source: Reboot the traffic light controller.
es: Reinicie el controlador del semáforo.

source: List of faulty boards Lamp Control: {0}.
es: Lista de tableros defectuosos Control de Lámparas: {0}.

source: You have attempted to leave this page. Are you sure? Changes will not be saved!
es: Ha intentado salir de esta página. ¿Está seguro? ¡Los cambios no se guardarán!

source: Result
es: Resultado

source: Date and time:
es: Fecha y hora:

source: Critical temperature reached {0}°C.
es: Temperatura crítica alcanzada {0}°C.

source: Operating temperature recovered up to {0}°C.
es: Temperatura de funcionamiento recuperada hasta {0}°C.

source: Critical voltage of the board CPU reached {0}V.
es: El voltaje crítico de la CPU de la placa alcanzó {0}V.

source: Operating voltage of the board CPU recovered up to {0}V.
es: Voltaje de funcionamiento de la CPU de la placa recuperado hasta {0}V.

source: Priority:
es: Una prioridad:

source: All red (sec.):
es: Todo rojo (seg.):

source: Amber flash (sec.):
es: Amarillo intermitente (seg.):

source: Yellow (sec.):
es: Amarillo (seg.):

source: Starting traffic light.
es: Modo de inicio de semáforo.

source: Starting
es: Inicio.

source: Time synchronization with NTP server: {0}.
es: Sincronización horaria con servidor NTP: {0}.

source: Current Datetime:
es: Tiempo actual:

source: Time mode:
es: Modo de trabajo:

source: NTP Server:
es: NTP servidor:

source: Sync time:
es: Período de sincronización:

source: Last sync time:
es: Hora de la última sincronización:

source: Daylight Saving Time:
es: Horario de verano:

source: Time migration (min):
es: Tiempo de migración (min.):

source: Start:
es: Comienzo:

source: End:
es: Final:

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: First
es: El primero

source: Last
es: Reciente

source: 6 hours
es: 6 horas

source: 12 hours
es: 12 horas

source: 1 day
es: 1 día

source: 1 week
es: 1 semana

source: 10 minutes
es: 10 minutos

source: 30 minutes
es: 30 minutos

source: disabled
es: apagado

source: Backup sync with RTC:
es: Sincronización de copia de seguridad con RTC:

source: Time synchronization with RTC.
es: Sincronización horaria con RTC.

source: The controller startup sequence is set to: Amber Flash: {0} sec. Amber: {1} sec., , All Red: {2} sec.
es: La secuencia de inicio del controlador se establece en: Parpadeo ámbar: {0} seg., Ámbar: {1} seg., Todo rojo: {2} seg.

source: Board initialization error.
es: Error de inicialización de la placa.

source: Latest program update time
es: Última hora de actualización del programa

source: Select the backup file:
es: Seleccione el archivo de copia de seguridad:

source: Backup traffic light configuration.
es: Configuración del semáforo de respaldo.

source: Backup
es: Respaldo

source: The program will restart while the backup is being downloaded.
es: El programa se reiniciará mientras se descarga la copia de seguridad.

source: Backup program:
es: Programa de respaldo:

source: Update traffic light program.
es: Actualizar el programa de semáforos.

source: Administration
es: Administración

source: Select the program file:
es: Seleccione el archivo del programa:

source: Reset to factory settings.
es: Restablecimiento a la configuración de fábrica.

source: Reset
es: Reiniciar

source: Cancel
es: Cancelar

source: It is recommended to make a backup copy of the traffic light configuration file reset settings to default.
es: Se recomienda realizar una copia de seguridad del archivo de configuración del semáforo para restablecer los valores predeterminados.

source: Factory settings
es: Ajustes de fábrica

source: Wrong backup version
es: Versión de copia de seguridad incorrecta
