Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/.releases/1.4.3/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Invalid login or password!
ru: Неправильный логин или пароль!

source: Error restarting the program!
ru: Ошибка перезапуска программы!

source: Error setting mode!
ru: Ошибка установки режима!

source: Error! %(state)s
ru: Ошибка! %(state)s

source: Home
ru: Главная

source: IP addresses and end-to-end numbering of cameras should be unique.
ru: IP-адреса и сквозная нумерация камер должны быть уникальными.

source: The IP addresses of the cameras must be on the same subnet as the hub.
ru: IP-адреса камер должны находиться в одной подсети, что и концентратор.

source: Data saved.
ru: Данные сохранены.

source: Detectors
ru: Детекторы

source: For the UG405 protocol, the SCN value is required!
ru: Для протокола UG405 значение SCN обязательно для заполнения!

source: Format SCN = COX, where "CO" - required characters in Latin letters, and X - the number from 1 to 9999;
ru: Формат SCN = COX, где "CO" обязательные символы латинскими буквами, а X - число от 1 до 9999;

source: Management controller
ru: Управление контроллером

source: Network Scan Error!
ru: Ошибка сканирования сети!

source: IP addresses must be unique.
ru: IP-адреса должны быть уникальными.

source: MAC addresses must be unique.
ru: MAC-адреса должны быть уникальными.

source: ID number must be unique.
ru: ID номера должны быть уникальными.

source: The IP addresses of the countdown displays must be on the same subnet as the hub.
ru: IP-адреса ТОО должны находиться в одной подсети, что и концентратор.

source: The IP addresses must be on the same subnet as the hub.
ru: IP-адреса должны находиться в одной подсети, что и концентратор.

source: Centerless control
ru: Бесцентровая координация

source: Setting centerless control.
ru: Настройки бесцентровой координации.

source: Enable centerless control mode
ru: Включить бесцентровую координацию

source: Controller type:
ru: Тип контроллера:

source: Master
ru: Управляющий

source: Slave
ru: Подчиненный

source: Controller type check interval (seconds):
ru: Интервал проверки типа контроллера(сек.):

source: Ip address of the master device:
ru: IP-адрес управляющего контроллера:

source: Timeout command (seconds):
ru: Время ожидания команды(сек.):

source: Communication check interval (seconds):
ru: Интервал проверки связи(сек.):

source: State link
ru: Статус соединения

source: State link:
ru: Статус соединения:

source: State:
ru: Статус:

source: Countdown display
ru: Управление ТОО

source: Network
ru: Сеть

source: State = %(state)s
ru: Статус = %(state)s

source: Log
ru: Журнал

source: Lamps current
ru: Токи групп

source: Password mismatch!
ru: Пароли не совпадают!

source: The password must contain from 4 to 16 characters!
ru: Пароль должен содержать от 4 до 16 символов!

source: User %(nickname)s does not exist!
ru: Пользователя %(nickname)s не существует!

source: Security
ru: Безопасность

source: Date and Time
ru: Дата и время

source: Update
ru: Обновление

source: Not found
ru: Не найдено

source: Traffic controller
ru: Дорожный контроллер

source: - It is not as if you entirely didn't hit the mark,- said Pooh,- but didn't hit the ballon!
ru: — Не то чтобы совсем не попал,— сказал Пух,— но только не попал в шарик!

source: Back
ru: Назад

source: Intelligent traffic management system
ru: Интеллектуальная система управления дорожным движением

source: Logout
ru: Выйти

source: You are logged in as
ru: Вы вошли как

source: Management controller.
ru: Управление контроллером.

source: Protocol:
ru: Протокол:

source: Save
ru: Сохранить

source: Setting countdown display.
ru: Настройка табло обратного отсчета.

source: Please wait...
ru: Пожалуйста подождите...

source: Enable the countdown display
ru: Включить табло обратного отсчета

source: ATTENTION!!!
ru: ВНИМАНИЕ!!!

source: The IP address must be on the same subnet as the controller itself.
ru: IP-адреса должны находиться в одной подсети с контроллером.

source: Default activation time (seconds):
ru: Время активации режима по умолчанию(сек.):

source: MAC address:
ru: MAC-адрес:

source: IP address
ru: IP-адрес

source: № group
ru: № Группы

source: State
ru: Статус

source: Not selected
ru: Не выбрано

source: Group
ru: Группа

source: Ok
ru: Ок

source: Check
ru: Проверить

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Scan
ru: Сканировать

source: Threshold settings for group currents.
ru: Настройки пороговых значений токов групп.

source: Current monitoring
ru: Контроль тока

source: Voltage monitoring
ru: Контроль напряжения

source: Threshold current value of lamps (mA):
ru: Пороговое значение тока ламп(мА):

source: Delay check current of lamps (ms):
ru: Задержка проверки значения тока ламп(мс):

source: Manual current setting
ru: Ручная настройка тока

source: Red
ru: Красный

source: Yellow
ru: Желтый

source: Green
ru: Зеленый

source: Installed(mA)
ru: Установленный(мА)

source: Current(mA)
ru: Текущий(мА)

source: from {0} to {1}
ru: от {0} до {1}

source: Configure the safety of detectors.
ru: Настройка безопасности детекторов.

source: Enable security settings for detectors
ru: Включить настройки безопасности по детекторам

source: Emergency activation time for the triggered detector (minute):
ru: Время активации аварийного режима для включенного детектора(м.):

source: Emergency activation time for the disconnected detector (minute):
ru: Время активации аварийного режима для отключенного детектора(м.):

source: Configuring the detector for network operation.
ru: Настройка детекторов для работы по сети.

source: № camera
ru: № камеры

source: № detectors
ru: № детекторов

source: The traffic light will immediately be switched to the \'all red\' mode and will start from the first phase.\n\nDo you really want to restart the program?
ru: Светофор будет немедленно переведен в режим \'кругом красный\' и начнет работу с первой фазы.\n\nВы действительно хотите перезапустить программу?

source: Basic information about the traffic lights.
ru: Основная информация о светофоре.

source: Software version:
ru: Версия ПО:

source: Time:
ru: Время:

source: Date:
ru: Дата:

source: Traffic light status:
ru: Состояние СО:

source: Main programm
ru: Рабочая программа

source: Remote control
ru: Удаленное управление

source: Manual control
ru: Ручное управление

source: Modbus control
ru: Modbus управление

source: Off
ru: Выключено

source: All red
ru: Кругом красный

source: All red(alarm)
ru: Кругом красный(ЧП).

source: Yellow flashing
ru: Желтое мигание

source: Yellow flashing(alarm)
ru: Желтое мигание(авария)

source: Contactor off
ru: Сработал контактор

source: Traffic light mode:
ru: Режим работы:

source: Fixed (Plan %(plan)s)
ru: Фиксированный (План %(plan)s)

source: Adaptive (Plan %(plan)s)
ru: Адаптивный (План %(plan)s)

source: Yellow flashing (Plan %(plan)s)
ru: Желтое мигание (План %(plan)s)

source: All red (Plan %(plan)s)
ru: Кругом красный (План %(plan)s)

source: Off (Plan %(plan)s)
ru: Выключено (План %(plan)s)

source: Manual control (Plan %(plan)s)
ru: Ручное управление (План %(plan)s)

source: Modbus control (Plan %(plan)s)
ru: Modbus управление (План %(plan)s)

source: Remote control (Plan %(plan)s)
ru: Удаленное управление (План %(plan)s)

source: Synchronization (Plan %(plan)s)
ru: Синхронизация (План %(plan)s)

source: Plan
ru: План

source: Current phase:
ru: Текущая фаза:

source: Number:
ru: Номер:

source: Name:
ru: Имя:

source: Address:
ru: Адрес:

source: Restart program
ru: Перезапуск программы

source: Fixed
ru: Фиксированный

source: Adaptive
ru: Адаптивный

source: Change mode
ru: Переключить режим

source: Setting the date and time.
ru: Настройка даты и времени.

source: Time zone:
ru: Часовой пояс:

source: DD.MM.YYYY-day.month.year
ru: DD.MM.YYYY-день.месяц.год

source: hh:mm:ss-hours:minutes:seconds
ru: hh:mm:ss-часы:минуты:секунды

source: Log of the traffic light.
ru: Журнал работы светофора.

source: Info log
ru: Информация

source: Warning log
ru: Предупреждение

source: Error log
ru: Авария

source: Full log
ru: Полный

source: Refresh
ru: Обновить

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

source: Authorization
ru: Авторизация

source: Login:
ru: Логин:

source: Enter your login
ru: Введите ваш логин

source: Password:
ru: Пароль:

source: Enter your password
ru: Введите ваш пароль

source: Sign in
ru: Войти

source: Network configuration.
ru: Настройка сети.

source: After applying the settings, you must restart to the web interface.
ru: После применения настроек необходимо перезайти на веб-интерфейс.

source: IP address:
ru: IP-адрес:

source: Subnet mask:
ru: Маска подсети:

source: Default gateway:
ru: Основной шлюз:

source: Change password.
ru: Изменение пароля.

source: The password can contain from 4 to 16 non-whitespace characters.
ru: Пароль может содержать от 4 до 16 непробельных символов.

source: Enter password:
ru: Введите пароль:

source: from 4 to 16 characters
ru: от 4 до 16 символов

source: Confirm password:
ru: Подтвердите пароль:

source: Update traffic light configuration.
ru: Обновление конфигурации светофора.

source: Backup:
ru: Резервная копия:

source: Select the configuration file:
ru: Выберите файл конфигурации:

source: Upload
ru: Загрузить

source: info
ru: ИНФОРМАЦИЯ

source: warn
ru: ПРЕДУПРЕЖДЕНИЯ

source: err
ru: ОШИБКА

source: log
ru: СЕРВИС

source: Program №1 (fixed mode) is selected.
ru: Программа №1(фиксированный режим) выбрана.

source: Program №2 (adaptive mode) is selected.
ru: Программа №2(адаптивный режим) выбрана.

source: Program №3 (remote mode) is selected.
ru: Программа №3(удаленный режим) выбрана.

source: Initializing the program...
ru: Инициализация программы...

source: Running the program...
ru: Запуск программы...

source: Program №{0} is running.
ru: Программа №{0} запущена.

source: The program is stopped.
ru: Программа остановлена.

source: Beginning the program restart...
ru: Начало перезапуска программы...

source: End of program restart...
ru: Окончание перезапуска программы...

source: Hardware initialization...
ru: Инициализация оборудования...

source: Number of boards Security Processor: {0}
ru: Количество плат ПБ: {0}

source: Number of boards Lamp Control: {0}
ru: Количество плат управления: {0}

source: Number of boards Remote Control Panel: {0}
ru: Количество плат ВПУ: {0}

source: Number of boards Input-Output: {0}
ru: Количество плат ВВ: {0}

source: The general threshold current setting is set.
ru: Общие настройки пороговых значений токов установлены.

source: The manual mode for setting the current thresholds is set.
ru: Ручной режим настройки пороговых значений токов установлен.

source: The current threshold values are transmitted.
ru: Данные пороговых значений токов переданы.

source: Current control is not used.
ru: Режим контроля токов не используется.

source: The size of the conflict matrix: {0}
ru: Размер матрицы конфликтов = {0}

source: The conflict matrix is transferred.
ru: Матрица конфликтов передана.

source: The IP address is set to: {0}
ru: IP-адрес установлен: {0}

source: Reset the device configuration to the factory settings...
ru: Сброс конфигурации устройства на заводские настройки...

source: Phase enabled: {0}
ru: Включена фаза: {0}

source: Call phase enabled: {0}
ru: Включена вызывная фаза: {0}

source: Plan №{0} is started.
ru: План №{0} запущен.

source: Remote mode is disabled.
ru: Удаленный режим выключен.

source: Remote mode is launched using the {0} protocol.
ru: Удаленный режим запущен по протоколу {0}

source: Manual control is started.
ru: Ручное управление запущено.

source: Modbus mode is disabled.
ru: Режим Modbus выключен.

source: Modbus mode launched.
ru: Запущен режим Modbus.

source: Centerless control is started.
ru: Бесцентровая координация запущена.

source: Centerless control is disabled.
ru: Бесцентровая координация выключена.

source: Starting the centerless control...
ru: Запуск бесцентровой координации...

source: Stopping the centerless control...
ru: Остановка бесцентровой координации...

source: Off.
ru: Выключено.

source: All red.
ru: Кругом красный.

source: All red Alarm.
ru: Кругом красный(ЧП).

source: Flashing yellow.
ru: Мигающий желтый.

source: Flashing yellow Alarm.
ru: Мигающий желтый Аварийный.

source: Launching the GPIO Handler...
ru: Запуск обработчика GPIO...

source: Stopping the GPIO Handler...
ru: Остановка обработчика GPIO...

source: Starting the system bus...
ru: Запуск системной шины...

source: Stopping the system bus...
ru: Остановка системной шины...

source: The system bus is started.
ru: Системная шина запущена.

source: The system bus is stopped.
ru: Системная шина остановлена.

source: The configuration update was successful.
ru: Обновление конфигурации прошло успешно.

source: Initialization. Date and time set: {0}
ru: Инициализация. Дата и время установлены: {0}

source: Date and time set: {0}
ru: Дата и время установлены: {0}

source: Initializing the driver. Answer: {0}. Driver: {1}.
ru: Инициализация драйвера. Ответ: {0}. Драйвер: {1}.

source: Initializing the protocol. Answer: {0}. Driver: {1}.
ru: Инициализация протокола. Ответ: {0}. Драйвер: {1}.

source: Error executing the command "{0}". Status = {1}. Data = {2}.
ru: Ошибка выполнения команды "{0}". Статус = {1}. Данные = {2}.

source: Error executing the command "running the main program"
ru: Ошибка выполнения команды "запуск рабочей программы"

source: Error executing the command "reset network settings"
ru: Ошибка выполнения команды "сброс сетевых настроек"

source: Error executing the command "call phase №{0}"
ru: Ошибка выполнения команды "вызов фазы №{0}"

source: Malfunction of detectors. Switch to fixed mode.
ru: Неисправность детекторов. Переключение в режим с фиксированным временем фаз.

source: Malfunction of the detector №{0}. The detector is constantly in a state of ON.
ru: Неисправность детектора № {0}. Детектор постоянно в состоянии Вкл.

source: Malfunction of the detector №{0}. The detector is constantly in a state of OFF.
ru: Неисправность детектора № {0}. Детектор постоянно в состоянии Выкл.

source: Lamps failure. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
ru: Неисправность ламп. Плата управления №{0}. Группа №{1}. Канал №{2}. Ток = {3}. Напряжение = {4}.

source: Malfunction of the last red lamp. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
ru: Неисправность последнего красного. Плата управления №{0}. Группа №{1}. Канал №{2}. Ток = {3}. Напряжение = {4}.

source: Buffer overflow.
ru: Переполнение буфера.

source: There are no plans in the downloadable configuration.
ru: В загружаемой конфигурации отсутствуют планы.

source: The plan №{0} in the downloadable configuration is not correct.
ru: В загружаемой конфигурации план {0} не корректный.

source: There is no main phase in plan №{0}.
ru: Отсутствует основная фаза в плане №{0}.

source: Failed to update the configuration.
ru: Ошибка обновления конфигурации.

source: Device configuration reset error on factory: {0}
ru: Ошибка сброса конфигурации устройства на заводские: {0}

source: Configuration not loaded.
ru: Конфигурация не загружена.

source: Current thresholds are not set. Status = {0}. Data = {1}.
ru: Пороговые значения токов не установлены. Статус = {0}. Данные = {1}.

source: Error sending threshold currents. Status = {0}. Data = {1}.
ru: Ошибка передачи пороговых значений токов. Статус = {0}. Данные = {1}.

source: Timeout for setting current thresholds: {0}
ru: Таймаут установки пороговых значений тока: {0}

source: Failed to set the Date and Time. Status = {0}
ru: Ошибка установки Даты и Времени. Статус = {0}

source: Timeout Setting Dates and Times: {0}
ru: Таймаут установки Даты и Времени: {0}

source: There is no main phase.
ru: Отсутствует основная фаза.

source: Program №{0} was not found.
ru: Программа №{0} не найдена.

source: The operating system of type {0} is not supported.
ru: Операционная система типа {0} не поддерживается.

source: The security processor was not found.
ru: Процессор безопасности не найден.

source: Error setting the size of the conflict matrix.
ru: Ошибка установки размера матрицы конфликтов.

source: Error sending the conflict matrix.
ru: Ошибка передачи матрицы конфликтов.

source: Lamps Control not found.
ru: Платы управления не найдены.

source: The following boards Lamps Control were not found: {0}
ru: Не найдены следующие платы управления: {0}

source: The number of Lamps Control ({0}) does not match the number of groups ({1}).
ru: Количество плат управления ({0}) не соответствует количеству групп ({1}).

source: The following boards Input-Output were not found: {0}
ru: Отсутствуют следующие платы ВВ: {0}

source: Switching off the contactor due to an error in data transfer to the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
ru: Отключение контактора из-за ошибки передачи данных на плату управления №{0}. Группа №1: к-{1}. ж-{2}. з1-{3}. з2-{4}. Группа №2: к-{5}. ж-{6}. з1-{7}. з2-{8}.

source: Switching off the contactor due to an error in receiving data on the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
ru: Отключение контактора из-за ошибки приема данных с платы управления №{0}. Группа №1: к-{1}. ж-{2}. з1-{3}. з2-{4}. Группа №2: к-{5}. ж-{6}. з1-{7}. з2-{8}.

source: Switching off the contactor due to an error in data transfer to the board Input-Output №{0}.
ru: Отключение контактора из-за ошибки передачи данных на плату ВВ №{0}.

source: Switching off the contactor due to an error in receiving data on the board Input-Output №{0}.
ru: Отключение контактора из-за ошибки приема данных с платы ВВ №{0}.

source: Switching off the contactor due to an error in data transfer to the board Remote Control Panel.
ru: Отключение контактора из-за ошибки передачи данных на плату ВПУ.

source: Switching off the contactor due to an error in receiving data on the board Remote Control Panel.
ru: Отключение контактора из-за ошибки приема данных с платы ВПУ.

source: Switching off the contactor due to an error in data transfer to the board Security Processor.
ru: Отключение контактора из-за ошибки передачи данных на плату ПБ.

source: Switching off the contactor due to an error in date and time transfer to the board Security Processor.
ru: Отключение контактора из-за ошибки установки времени в плату ПБ.

source: Switching off the contactor due to an error in the transmission of threshold values to the board Security Processor.
ru: Отключение контактора из-за ошибки передачи пороговых значений на плату ПБ.

source: Leakage current {0} channel {1}. Amperage: {2}mA.
ru: Утечка тока {0} канал {1}. Ток: {2}mA.

source: Leakage current. Status = {0}. Data = {1}.
ru: Утечка тока. Статус = {0}. Данные = {1}.

source: Conflict of groups: [{0}, {1}]. Channels: [{2}, {3}]. Amperage: [{4}mA, {5}mA].
ru: Конфликт групп: [{0}, {1}]. Каналы: [{2}, {3}]. Ток: [{4}mA, {5}mA].

source: Conflict of groups. Status = {0}. Data = {1}.
ru: Конфликт групп. Статус = {0}. Данные = {1}.

source: Switch is broken {0} channel {1}. Amperage: {2}mA.
ru: Неисправность силового ключа {0} канал {1}. Ток: {2}mA.

source: Switch is broken. Status = {0}. Data = {1}.
ru: Неисправность силового ключа. Статус = {0}. Данные = {1}.

source: Unknown error. Status = {0}. Data = {1}.
ru: Неизвестная ошибка. Статус = {0}. Данные = {1}.

source: Directions conflict. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
ru: Конфликт направлений. Плата управления №{0}. Группа №{1}. Канал №{2}. Ток = {3}. Напряжение = {4}.

source: Malfunction of the electrical circuit. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Amperage = {3}. Voltage = {4}.
ru: Неисправность электрической цепи. Плата управления №{0}. Группа №{1}. Канал №{2}. Ток = {3}. Напряжение = {4}.

source: The contactor is switched off.
ru: Контактор выключен.

source: Error receiving time from the bus controller. Status = {0}. Data = {1}.
ru: Ошибка получения времени от контроллера шины. Статус: {0}. Данные: {1}.

source: Error receiving time from the security processor. Status = {0}. Data = {1}.
ru: Ошибка получения времени от платы ПБ. Статус: {0}. Данные: {1}.

source: Error sending data threshold current values to the bus controller. Status = {0}. Data = {1}.
ru: Ошибка передачи данных пороговых значений токов на контроллер шины. Статус = {0}. Данные = {1}.

source: The manual mode for setting the voltage thresholds is set.
ru: Ручной режим настройки пороговых значений напряжения установлен.

source: The general threshold voltage setting is set.
ru: Общие настройки пороговых значений напряжения установлены.

source: Voltage control is not used.
ru: Режим контроля напряжения не используется.

source: Directions conflict. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
ru: Конфликт направлений. Плата управления №{0}. Группа №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напряжение = {5}. Порог тока = {6}. Порог напряжения = {7}. Причина = {8}.

source: Malfunction of the last red lamp. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
ru: Неисправность последнего красного. Плата управления №{0}. Группа №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напряжение = {5}. Порог тока = {6}. Порог напряжения = {7}. Причина = {8}.

source: Lamps failure. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
ru: Неисправность ламп. Плата управления №{0}. Группа №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напряжение = {5}. Порог тока = {6}. Порог напряжения = {7}. Причина = {8}.

source: Malfunction of the electrical circuit. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}. Reason = {8}.
ru: Неисправность электрической цепи. Плата управления №{0}. Группа №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напряжение = {5}. Порог тока = {6}. Порог напряжения = {7}. Причина = {8}.

source: Critical error of the Lamp Control board. Status = {0}. Data = {1}.
ru: Критическая ошибка платы ПУ. Статус = {0}. Данные = {1}.

source: Critical error of the IO board. Status = {0}. Data = {1}.
ru: Критическая ошибка платы ВВ. Статус = {0}. Данные = {1}.

source: Critical error of the Remote Control Panel board. Status = {0}. Data = {1}.
ru: Критическая ошибка платы ВПУ. Статус = {0}. Данные = {1}.

source: Critical error of the Security Processor board. Status = {0}. Data = {1}.
ru: Критическая ошибка платы ПБ. Статус = {0}. Данные = {1}.

source: XOR error of the Lamp Control board. Status = {0}. Data = {1}.
ru: Ошибка XOR платы ПУ. Статус = {0}. Данные = {1}.

source: XOR error of the IO board. Status = {0}. Data = {1}.
ru: Ошибка XOR платы ВВ. Статус = {0}. Данные = {1}.

source: XOR error of the Remote Control Panel board. Status = {0}. Data = {1}.
ru: Ошибка XOR платы ВПУ. Статус = {0}. Данные = {1}.

source: XOR error of the Security Processor board. Status = {0}. Data = {1}.
ru: Ошибка XOR платы ПБ. Статус = {0}. Данные = {1}.

source: Timeout of the Lamp Control board. Status = {0}. Data = {1}.
ru: Таймаут платы ПУ. Статус = {0}. Данные = {1}.

source: Timeout of the IO board. Status = {0}. Data = {1}.
ru: Таймаут платы ВВ. Статус = {0}. Данные = {1}.

source: Timeout of the Remote Control Panel board. Status = {0}. Data = {1}.
ru: Таймаут платы ВПУ. Статус = {0}. Данные = {1}.
