Repository: AlexeyBorovskoy/sintez
Catalog: spectr_utmc/controller_snapshot/home/voicelink/.releases/1.4.3/web_admin/app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Timeout of the Security Processor board. Status = {0}. Data = {1}.
ru: Таймаут платы ПБ. Статус = {0}. Данные = {1}.

source: Switching off the contactor due to communication error with the bus controller (Lamp Control). Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки обмена данными с контроллером шины (Плата ПУ). Статус = {0}. Данные = {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Lamp Control). Status = {1}. Data = {2}.
ru: Отключение контактора из-за ошибки получения расширенной информации с контроллером шины для кода {0}(Плата ПУ). Статус = {1}. Данные = {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Lamp Control №{0}. Group №1: R-{1}. Y-{2}. G1-{3}. G2-{4}. Group №2: R-{5}. Y-{6}. G1-{7}. G2-{8}.
ru: Отключение контактора из-за ошибки приема/передачи данных на плату управления №{0}. Группа №1: к-{1}. ж-{2}. з1-{3}. з2-{4}. Группа №2: к-{5}. ж-{6}. з1-{7}. з2-{8}.

source: Switching off the contactor due to communication error with the bus controller (Input-Output). Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки обмена данными с контроллером шины (Плата ВВ). Статус: {0}. Данные: {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Input-Output). Status = {1}. Data = {2}.
ru: Отключение контактора из-за ошибки получения расширенной информации с контроллером шины для кода {0}(Плата ВВ). Статус: {1}. Данные: {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Input-Output №{0}. Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки приема/передачи данных с платы ВВ. Статус = {0}. Данные = {1}.

source: Switching off the contactor due to communication error with the bus controller (Remote Control Panel). Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки обмена данными с контроллером шины (Плата ВПУ). Статус: {0}. Данные: {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Remote Control Panel). Status = {1}. Data = {2}.
ru: Отключение контактора из-за ошибки получения расширенной информации с контроллером шины для кода {0}(Плата ВПУ). Статус: {1}. Данные: {2}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Remote Control Panel. Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки приема/передачи данных с платы ВПУ. Статус = {0}. Данные = {1}.

source: Switching off the contactor due to communication error with the bus controller (Security Processor). Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки обмена данными с контроллером шины (Плата ПБ). Статус: {0}. Данные: {1}.

source: Switching off the contactor due to an error in obtaining extended information with the bus controller for code {0} (Security Processor). Status = {1}. Data = {2}.
ru: Отключение контактора из-за ошибки получения расширенной информации с контроллером шины для кода {0}(Плата ПБ). Статус: {1}. Данные: {2}.

source: Switching off the contactor due to an error in setting the time to the board Security Processor. Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки установки времени в плату ПБ. Статус = {0}. Данные = {1}.

source: Switching off the contactor due to an error in the transmission of current thresholds to the board Security Processor. Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки передачи пороговых значений на плату ПБ. Статус = {0}. Данные = {1}.

source: Switching off the contactor due to an error in receiving / transmitting data to the board Security Processor. Status = {0}. Data = {1}.
ru: Отключение контактора из-за ошибки приема/передачи данных с платы ПБ. Статус = {0}. Данные = {1}.

source: Beginning of protocol search...
ru: Начало поиска протокола...

source: Search for protocol {0}.
ru: Поиск протокола {0}.

source: Protocol initialization. Answer: {0}. Protocol: {1}.
ru: Инициализация протокола. Ответ: {0}. Протокол: {1}.

source: Traffic Light Configurator {0} not supported. Please use Traffic Light Configurator {1}.
ru: Traffic Light Configurator {0} не поддерживается. Пажалуйста используйте Traffic Light Configurator {1}.

source: The controller control protocol is set to: {0}. SCN: {1}. Version: {2}.
ru: Протокол управления контроллером установлен: {0}. SCN: {1}. Версия: {2}.

source: True
ru: Да

source: False
ru: Нет

source: bus_controller
ru: Контроллер шины

source: bus_boards
ru: Контроллер платы

source: Extended information about the Bus Controller: {0}
ru: Дополнительная информация о КШ: {0}

source: Version of boards Lamp Control: {0}
ru: Версии плат управления: {0}

source: Version of boards Input-Output: {0}
ru: Версии плат ВВ: {0}

source: Version of boards Remote Control Panel: {0}
ru: Версии плат ВПУ: {0}

source: Version of boards Security Processor: {0}
ru: Версии плат ПБ: {0}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Lamp Control to version {0}: {1}
ru: Несовместимость версий ПО. Необходимо обновить ПО для следующих плат управления до версии {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Input-Output to version {0}: {1}
ru: Несовместимость версий ПО. Необходимо обновить ПО для следующих плат ВВ до версии {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Remote Control Panel to version {0}: {1}
ru: Несовместимость версий ПО. Необходимо обновить ПО для следующих плат ВПУ до версии {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Security Processor to version {0}: {1}
ru: Несовместимость версий ПО. Необходимо обновить ПО для следующих плат ПБ до версии {0}: {1}

source: Incompatibility of software versions. You need to upgrade the software for the following boards Bus Controller to version {0}: {1}
ru: Несовместимость версий ПО. Необходимо обновить ПО для следующих плат КШ до версии {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Lamp Control to version {0}: {1}
ru: Выпущена новая версия ПО. Необходимо обновить ПО для следующих плат управления до версии {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Input-Output to version {0}: {1}
ru: Выпущена новая версия ПО. Необходимо обновить ПО для следующих плат ВВ до версии {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Remote Control Panel to version {0}: {1}
ru: Выпущена новая версия ПО. Необходимо обновить ПО для следующих плат ВПУ до версии {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Security Processor to version {0}: {1}
ru: Выпущена новая версия ПО. Необходимо обновить ПО для следующих плат ПБ до версии {0}: {1}

source: A new version of the software has been released. You need to upgrade the software for the following boards Bus Controller to version {0}: {1}
ru: Выпущена новая версия ПО. Необходимо обновить ПО для следующих плат КШ до версии {0}: {1}

source: Error sending extension time signal to the bus controller (Input-Output). Status = {0}. Data = {1}.
ru: Ошибка передачи времени расширения длительности сигнала на контроллер шины (Плата ВВ). Статус = {0}. Данные = {1}.

source: Error in receiving / transmitting extension time signal to the board Input-Output №{0}. Status = {1}. Data = {2}.
ru: Ошибка приема/передачи времени расширения длительности сигнала с платы ВВ №{0}. Статус = {1}. Данные = {2}.

source: Extension time signal for Input-Output boards is set: {0}ms
ru: Время расширения длительности сигнала для плат ВВ установлено: {0}мс

source: Error sending extension time signal to the bus controller (Remote Control Panel). Status = {0}. Data = {1}.
ru: Ошибка передачи времени расширения длительности сигнала на контроллер шины (Плата ВПУ). Статус = {0}. Данные = {1}.

source: Error in receiving / transmitting extension time signal to the board Remote Control Panel №{0}. Status = {1}. Data = {2}.
ru: Ошибка приема/передачи времени расширения длительности сигнала с платы ВПУ №{0}. Статус = {1}. Данные = {2}.

source: Extension time signal for Remote Control Panel boards is set: {0}ms
ru: Время расширения длительности сигнала для платы ВПУ установлено: {0}мс

source: Attempt to reestablish connection on the bus.
ru: Попытка восстановить соединение по шине.

source: Deny the use of the remote control panel: {0}.
ru: Запрет использования ВПУ: {0}.

source: Deny the use of the remote control panel
ru: Запрет использования ВПУ

source: Deny the use of fixed time mode via STCIP: {0}.
ru: Запрет использования режима фиксированного времени по протоколу STCIP: {0}.

source: Deny the use of fixed time mode via STCIP
ru: Запрет использования режима фиксированного времени по протоколу STCIP

source: Police
ru: Оператор

source: Police.
ru: Настройка оператора.

source: RCP:
ru: ВПУ:

source: Allow
ru: Разрешено

source: Deny
ru: Запрещено

source: Setting the mode of the traffic light.
ru: Установка режима светофора.

source: Device is busy by another user. IP address: %(ip)s.
ru: Устройство используется другим пользователем. IP-адрес: %(ip)s.

source: Maximum number of sessions achieved.
ru: Достигнуто максимальное количество сессий.

source: Browse...
ru: Обзор...

source: Connected
ru: Подключено

source: Disconnected
ru: Отключено

source: Configured
ru: Сконфигурировано

source: Not configured
ru: Не сконфигурировано

source: Detector status
ru: Состояние детекторов

source: Detector status.
ru: Состояние детекторов.

source: Status
ru: Статус

source: Installation mode
ru: Режим установки

source: Busy
ru: Занят

source: Not busy
ru: Не занят

source: Normal
ru: Нормальный

source: Traffic counting
ru: Подсчет трафика

source: Traffic counting.
ru: Подсчет трафика.

source: 1 hour
ru: 1 час

source: 24 hours
ru: 24 часа

source: Ethernet detectors
ru: Детекторы Ethernet

source: № inputs
ru: № входов

source: Detectors recovered. Switch to adaptive mode.
ru: Детекторы востановлены. Переключение в адаптивный режим.

source: IP address receiver:
ru: IP-адрес получателя:

source: Port receiver:
ru: Порт получателя:

source: Please enter the receiver ip address.
ru: Пожалуйста, введите ip-адрес получателя.

source: Please enter the receiver port.
ru: Пожалуйста, введите порт получателя.

source: Please fill in all fields.
ru: Пожалуйста, заполните все поля.

source: Protocol version:
ru: Версия протокола:

source: Auth user:
ru: Пользователь:

source: Auth password:
ru: Пароль пользователя:

source: Private password:
ru: Пароль шифрования:

source: SNMP-trap.
ru: SNMP-ловушка.

source: SNMP-notifications.
ru: SNMP-уведомления.

source: Notification type:
ru: Тип уведомления:

source: Error restarting SNMPD service: {0}
ru: Ошибка перезапуска SNMPD службы: {0}

source: Protocol not found.
ru: Протокол не найден.

source: Changed settings detector security.
ru: Изменены настройки безопасности детектора.

source: Update firmware.
ru: Обновление прошивки.

source: Current version:
ru: Текущая версия:

source: Select the firmware file:
ru: Выберите файл прошивки:

source: Firmware update in progress.
ru: Выполняется обновление прошивки.

source: The delay time for checking the current is set: {0} ms, voltage: {1} ms.
ru: Время задержки для проверки тока установлено: {0} мс, напряжения: {1} мс.

source: Error in setting the delay time for checking current and voltage. Status = {0}. Data = {1}.
ru: Ошибка установки времени задержки для проверки тока и напряжения. Статус = {0}. Данные = {1}.

source: Disabled security settings for detectors. Switch to adaptive mode.
ru: Отключены настройки безопасности детекторов. Переключение в адаптивный режим.

source: Switching off the contactor due to current exceeded. Board Lamp Control №{0}. Group №{1}. Channel №{2}. Signal = {3}. Amperage = {4}. Voltage = {5}. Threshold amperage = {6}. Threshold voltage = {7}.
ru: Выключение контактора из-за превышения тока. Плата управления №{0}. Группа №{1}. Канал №{2}. Сигнал = {3}. Ток = {4}. Напряжение = {5}. Порог тока = {6}. Порог напряжения = {7}.

source: System bus error.
ru: Ошибка системной шины.

source: Firmware file is wrong.
ru: Неверный файл прошивки.

source: Firmware updated. Version: {0}. Previous version: {1}
ru: Прошивка обновлена. Версия: {0}. Предыдущая версия: {1}

source: Login
ru: Логин

source: Password
ru: Пароль

source: Deny the remote controll in case of amber flash error
ru: Запрет удаленного управления при аварийном ЖМ

source: Deny the remote controll in case of amber flash error: {0}.
ru: Запрет удаленного управления при аварийном ЖМ: {0}.

source: Phase counting
ru: Подсчет фаз

source: Phase counting.
ru: Подсчет фаз.

source: Timestamp log
ru: Отметка времени фаз

source: Phase: {0}. Tact: {1}. AR: {2}. AF: {3}. OFF: {4}.
ru: Фаза: {0}. Такт: {1}. Кругом красный: {2}. Желтое мигание: {3}. Выключено: {4}.

source: The sequential phases switching mode is running.
ru: Запущен режим последовательного переключения фаз.

source: It is recommended to make a backup copy of the traffic light configuration file before updating the firmware.
ru: Перед обновлением прошивки рекомендуется сделать резервную копию конфигурационного файла светофора.
